Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Title must be filled.
pt_br: Título deve ser preenchido.

source: Description must be filled.
pt_br: Descrição deve ser preenchida.

source: %m/%d/%Y
pt_br: %d/%m/%Y

source: mm/dd/yyyy
pt_br: dd/mm/yyyy

source: Fill date must be filled.
pt_br: Data de preechimento deve ser preenchida.

source: Identification must be filled.
pt_br: Identificação deve ser preenchida.

source: Time
pt_br: Tempo

source: Duration time must be filled in.
pt_br: Tempo de duração deve ser preenchida.

source: Duration unit must be filled in.
pt_br: Unidade de duração deve ser preenchida.

source: Fixed
pt_br: Fixo

source: Random
pt_br: Aleatório

source: Quantity of repetitions must be filled.
pt_br: Quantidade de repetições deve ser preenchida.

source: Interval must be filled.
pt_br: Intervalo deve ser preenchido.

source: Interval unit must be filled.
pt_br: Unidade de intervalo deve ser preenchida.

source: Instruction must be filled.
pt_br: Instruções deve ser preenchida.

source: Stimulus type must be filled.
pt_br: Tipo de estímulo deve ser preenchido.

source: EEG setting type must be filled.
pt_br: Tipo de configuração de EEG deve ser preenchido.

source: EMG setting type must be filled.
pt_br: O tipo de configuração de EMG deve ser preenchido.

source: TMS setting type must be filled.
pt_br: O tipo de configuração de EMG deve ser preenchido.

source: Software version must be filled.
pt_br: Versão do software deve ser preenchida.

source: Context tree must be filled.
pt_br: Árvore de contexto deve ser preenchida.

source: Sequence
pt_br: Sequência

source: Parallel
pt_br: Paralelo

source: Organization type must be filled in.
pt_br: Tipo de organização deve ser preenchido.

source: Quantity must be filled.
pt_br: Quantidade deve ser preenchida.

source: Responsible
pt_br: Responsável

source: Initial date must be filled.
pt_br: Data inicial deve ser preenchida.

source: Citation must be filled.
pt_br: Citação deve ser preenchida.

source: Cap size type must be filled.
pt_br: O tamanho da touca deve ser preenchido.

source: File format must be chosen.
pt_br: Formato do arquivo deve ser escolhido.

source: File format description must be filled.
pt_br: Descrição do formato de arquivo deve ser preenchida.

source: Reason for change must be filled.
pt_br: Razão para a mudança deve ser preenchida.

source: Name must be filled.
pt_br: Nome deve ser preenchido.

source: Number of channels should be between 0 and the number of channels of the EEG machine.
pt_br: O número de canais deve estar entre 0 e o número de canais da máquina de EEG.

source: Name field must be filled.
pt_br: O campo nome deve ser preenchido.

source: Manufacturer must be filled.
pt_br: O nome do fabricante deve ser preenchido.

source: Electrode type is required
pt_br: O tipo de eletrodo é necessário

source: Coil shape must be filled.
pt_br: A forma da bobina deve ser preenchida.

source: Coil model must be filled.
pt_br: O modelo da bobina deve ser preenchida.

source: Electrode model default must be filled in.
pt_br: O modelo de eletrodo deve ser preenchido.

source: Material must be filled.
pt_br: O nome do material deve ser preenchido.

source: Size must be filled.
pt_br: O tamanho deve ser preenchido.

source: Electrode adjacent distance must be filled.
pt_br: A distancia dos eletrodos adjacentes deve ser preenchida.

source: Muscle subdivision is required.
pt_br: A subdivisão do músculo é necessário

source: Start date must be filled.
pt_br: Data inicial deve ser preenchida.

source: End date must be filled.
pt_br: Data de preechimento deve ser preenchida.

source: Filter type is required
pt_br: O tipo de filtro é necessário

source: AD converter is required
pt_br: O nome do conversor A/D é necessário

source: Electrode is required
pt_br: O eletrodo é necessário

source: Electrode placement is required
pt_br: O posicionamento do eletrodo é necessário

source: Muscle side is required
pt_br: O lado do músculo é necessário

source: Amplifier is required
pt_br: O amplificador é necessário

source: The coordinate must be filled.
pt_br: Coordenada deve ser preenchido.

source: TMS device is required
pt_br: O dispositivo TMS é necessário

source: Coil model is required
pt_br: Modelo de bobina é necessário

source: milisecond(s)
pt_br: microsegundo(s)

source: second(s)
pt_br: segundo(s)

source: minute(s)
pt_br: minuto(s)

source: hour(s)
pt_br: hora(s)

source: day(s)
pt_br: dia(s)

source: week(s)
pt_br: semana(s)

source: month(s)
pt_br: mes(es)

source: year(s)
pt_br: ano(s)

source: Date cannot be greater than today's date.
pt_br: Data não pode ser maior que o dia de hoje

source: EEG Machine
pt_br: Máquina EEG

source: Amplifier
pt_br: Amplificador

source: EEG Solution
pt_br: Solução (Gel) EEG

source: Filter
pt_br: Filtro

source: EEG Electrode Net
pt_br: Rede de eletrodos de EEG

source: A/D Converter
pt_br: Conversor A/D

source: TMS device
pt_br: Aparelho de TMS

source: Equipment
pt_br: Equipamento

source: Disposable
pt_br: Descartável

source: Reusable
pt_br: Reutilizável

source: Surface
pt_br: Superficie

source: Needle
pt_br: Agulha

source: millimeter(s)
pt_br: milímetro(s)

source: centimeter(s)
pt_br: centímetro(s)

source: Gelled
pt_br: Gelificado

source: Dry
pt_br: Seco

source: Active
pt_br: Ativo

source: Passive
pt_br: Passivo

source: Single
pt_br: Único

source: Air core coil
pt_br: Bobina de núcleo de ar

source: Solid core coil
pt_br: Bobina de núcleo sólido

source: Monophase
pt_br: Monofásico

source: Biphase
pt_br: Bifásico

source: Single pulse
pt_br: Único

source: Paired pulse
pt_br: Pulsos emparelhados

source: Repetitive pulse
pt_br: Pulsos repetitivos

source: Set of steps
pt_br: Conjunto de passos

source: Instruction
pt_br: Instrução

source: Pause
pt_br: Pausa

source: Questionnaire
pt_br: Questionário

source: Stimulus
pt_br: Estímulo

source: Task for participant
pt_br: Tarefa para participante

source: Task for experimenter
pt_br: Tarefa para experimentador

source: Goalkeeper game phase
pt_br: Fase de jogo do goleiro

source: Please, correct fields highlighted.
pt_br: Por favor, corrija os campos em destaque.

source: It was not possible to open the questionnaire. Please, enable pop-ups for this site.
pt_br: Não foi possível abrir o questionário. Por favor, habilite pop-ups paraeste site.

source: Action not available.
pt_br: Ação não disponível

source: Information not saved.
pt_br: Informação não foi salva.

source: Publication updated successfully.
pt_br: Publicação atualizada com sucesso.

source: There is no changes to save.
pt_br: Não há mudanças a salvar.

source: Context tree updated successfully.
pt_br: Árvore de contexto atualizada com sucesso.

source: Study created successfully.
pt_br: Estudo criado com sucesso.

source: Is coordinator status successfully changed.
pt_br: Status de coordenador alterado com sucesso.

source: Error trying to change the status of the coordinator.
pt_br: Erro ao tentar alterar o status de coordenador.

source: Collaborator removed successfully from the Research Project.
pt_br: Colaborador removido com sucesso.

source: Error trying to delete a collaborator from the Research Project.
pt_br: Erro tentavando remover colaborador do estudo.

source: Study removed successfully.
pt_br: Estudo removido com sucesso.

source: Error trying to delete research.
pt_br: Erro enquanto tentava deletar pesquisa.

source: Impossible to delete group because there is (are) questionnaire(s) answered.
pt_br: Impossível deletar grupo porque há questionário(s) respondido(s).

source: Research updated successfully.
pt_br: Pesquisa atualizada com sucesso.

source: Publication created successfully.
pt_br: Publicação criada com sucesso.

source: Publication removed successfully.
pt_br: Publicação removida com sucesso.

source: Collaborator created successfully.
pt_br: Colaborador criado com sucesso.

source: Experiment created successfully.
pt_br: Experimento criado com sucesso.

source: It was not possible to exclude because there is data collection associated.
pt_br: Não foi possível remover porque existe coleta de dados associada.

source: Experiment removed successfully.
pt_br: Experimento removido com sucesso.

source: It was not possible to delete experiment,
pt_br: Não foi possível deletar experimento.

source: Experiment updated successfully.
pt_br: Experimento atualizado com sucesso.

source: Group included successfully.
pt_br: Grupo incluído com sucesso.

source: Group removed successfully.
pt_br: Grupo removido com sucesso.

source: Impossible to delete group, because there are dependencies.
pt_br: Impossível deletar grupo, porque há dependências.

source: Impossible to delete group because there is (are) data collection associated.
pt_br: Impossível remover grupo porque existe coleção de dados associado(s).

source: The experiment was copied.
pt_br: O experimento foi copiado

source: Group updated successfully.
pt_br: Grupo atualizado com sucesso.

source: EEG setting included successfully.
pt_br: Configuração de EEG incluída com sucesso.

source: EEG setting was removed successfully.
pt_br: Configuração de EEG foi removida com sucesso.

source: Setting was removed successfully.
pt_br: Configuração foi removida com sucesso.

source: EEG setting updated successfully.
pt_br: Configuração de EEG atualizada com sucesso.

source: EEG amplifier setting created sucessfully.
pt_br: Amplificador de EEG criado com sucesso.

source: EEG solution setting created sucessfully.
pt_br: Configuração de solução de EEG criada com sucesso.

source: EEG filter setting created sucessfully.
pt_br: Configuração de iltro de EEG criada com sucesso.

source: Now you can set each electrode position.
pt_br: Agora você pode configurar cada posição de eletrodo.

source: EEG electrode net system setting created sucessfully.
pt_br: Configuração de sistema de rede de eletrodo EEG criada com sucesso.

source: EEG Amplifier setting updated successfully.
pt_br: Configuração de amplificador de EEG atualizada com sucesso.

source: EEG amplifier setting updated sucessfully.
pt_br: Configuração de amplificador de EEG atualizada com sucesso.

source: EEG solution setting updated sucessfully.
pt_br: Configuração de solução de EEG atualizada com sucesso.

source: EEG filter setting updated sucessfully.
pt_br: Configuração de filtro de EEG atualizada com sucesso.

source: EEG electrode net system setting updated sucessfully.
pt_br: Configuração de sistema de rede de eletrodo de EEG atualizada com sucesso.

source: Setting saved successfully.
pt_br: Configuração salva com sucesso.

source: Manufacturer created successfully.
pt_br: Fabricante criado com sucesso.

source: Manufacturer updated successfully.
pt_br: Fabricante atualizado com sucesso.

source: Manufacturer removed successfully.
pt_br: Fabricante removido com sucesso.

source: Error trying to delete manufacturer.
pt_br: Erro tentando remover fabricante.

source: Amplifier created successfully.
pt_br: Amplificador criado com sucesso.

source: Amplifier updated successfully.
pt_br: Amplificador atualizado com sucesso.

source: Amplifier removed successfully.
pt_br: Amplificador removido com sucesso.

source: Error trying to delete amplifier.
pt_br: Erro tentando remover amplificador

source: EEG solution created successfully.
pt_br: Solução de EEG criada com sucesso.

source: EEG solution updated successfully.
pt_br: Solução de EEG atualizada com sucesso.

source: EEG solution removed successfully.
pt_br: Solução de EEG removida com sucesso.

source: Error trying to delete eegsolution.
pt_br: Erro tentando remover Solução de EEG.

source: Filter type created successfully.
pt_br: Tipo de filtro criado com sucesso.

source: Filter type updated successfully.
pt_br: Tipo de filtro atualizado com sucesso.

source: Filter type removed successfully.
pt_br: Tipo de filtro removido com sucesso.

source: Error trying to delete filter type.
pt_br: Erro tentando remover tipo de filtro

source: Standardization system created successfully.
pt_br: Sistema padrão criado com sucesso.

source: Standardization system updated successfully.
pt_br: Sistema padrão atualizado com sucesso.

source: Electrode placement subdivision created successfully.
pt_br: Subdivisão da localização do eletrodo criado com sucesso.

source: EMG electrode placement removed successfully.
pt_br: A localização do eletrodo do EMG foi removida com sucesso.

source: Error trying to delete EMG electrode placement.
pt_br: Erro tentando remover a localização de eletrodos de EMG.

source: EMG electrode placement was updated successfully.
pt_br: A localização de eletrodos de EMG foi atualizada com sucesso.

source: Standardization system removed successfully.
pt_br: Sistema padrão removido com sucesso.

source: Error trying to delete standardization system.
pt_br: Erro tentando remover sistema padrão.

source: Muscle created successfully.
pt_br: Músculo criado com sucesso.

source: Muscle updated successfully.
pt_br: Músculo atualizado com sucesso.

source: Muscle removed successfully.
pt_br: Músculo removido com sucesso.

source: Error trying to delete muscle.
pt_br: Erro tentando remover músculo

source: Muscle subdivision created successfully.
pt_br: Subdivisão do músculo criado com sucesso.

source: Muscle subdivision removed successfully.
pt_br: Subdivisão do músculo criado com sucesso.

source: Error trying to delete muscle subdivision.
pt_br: Erro tentando remover músculo

source: Muscle subdivision updated successfully.
pt_br: Subdivisão do músculo atualizado com sucesso.

source: Muscle side created successfully.
pt_br: Lado do músculo criado com sucesso.

source: Muscle side removed successfully.
pt_br: Lado do músculo removido com sucesso.

source: Error trying to delete muscle side.
pt_br: Erro tentando remover músculo

source: Muscle side updated successfully.
pt_br: Músculo atualizado com sucesso.

source: Software created successfully.
pt_br: Software criado com sucesso.

source: Software removed successfully.
pt_br: Software removido com sucesso.

source: Error trying to delete software.
pt_br: Erro enquanto tentava deletar Software.

source: Software updated successfully.
pt_br: Software atualizado com sucesso.

source: Software version created successfully.
pt_br: Versão do Software criado com sucesso.

source: Software version removed successfully.
pt_br: Versão do Software removida com sucesso.

source: Error trying to delete software version.
pt_br: Erro ao tentar remover a versão do Software

source: Software version updated successfully.
pt_br: Versão do Software atualizada com sucesso.

source: Electrode model created successfully.
pt_br: Modelo de eletrodo criado com sucesso.

source: Electrode model updated successfully.
pt_br: Modelo de eletrodo atualizado com sucesso.

source: Electrode model removed successfully.
pt_br: Modelo de eletrodo removido com sucesso.

source: Error trying to delete electrode model.
pt_br: Erro tentando remover modelo de eletrodo.

source: Coil Model created successfully.
pt_br: Modelo da bobina removido com sucesso.

source: Coil model removed successfully.
pt_br: Modelo da bobina removido com sucesso.

source: Error trying to delete coil model.
pt_br: Erro tentando remover modelo da bobina.

source: Coil Model updated successfully.
pt_br: Modelo da bobina atualizada com sucesso.

source: TMS device created successfully.
pt_br: Dispositivo TMS criado com sucesso.

source: TMS device removed successfully.
pt_br: Dispositivo TMS removido com sucesso.

source: Error trying to delete TMS device.
pt_br: Erro ao tentar remover dispositivo TMS

source: TMS device updated successfully.
pt_br: Dispositivo TMS atualizado com sucesso.

source: Material created successfully.
pt_br: Material criado com sucesso.

source: Material updated successfully.
pt_br: Material atualizado com sucesso.

source: Material removed successfully.
pt_br: Material removido com sucesso.

source: Error trying to delete material.
pt_br: Erro tentando remover material

source: EEG electrode net created successfully.
pt_br: Sistema de rede de eletrodo de EEG criada com sucesso.

source: EEG electrode net updated successfully.
pt_br: Rede de eletrodos de EEG atualizada com sucesso.

source: EEG electrode net cannot be removed because it is used in EEG electrode system.
pt_br: Esta rede de eletrodos de EEG não pode ser removida por que esta sendo usada por algum eletrodo

source: EEG electrode net cannot be removed because
pt_br: Esta rede de eletrodos de EEG não pode ser removida por que esta sendo usada por algum eletrodo

source: EEG electrode net removed successfully.
pt_br: A rede de eletrodos de EEG foi removida com sucesso.

source: Error trying to delete EEG Electrode Net.
pt_br: Erro tentando remover a rede de eletrodos de EEG.

source: EEG cap size created successfully.
pt_br: O tamanho da touca de EEG foi criado com sucesso.

source: Cap size updated successfully.
pt_br: O tamanho da touca foi atualizado com sucesso.

source: Cap size removed successfully.
pt_br: O tamanho da touca foi removido com sucesso.

source: Error trying to delete cap size.
pt_br: Erro ao tentar remover o tamanho da touca

source: A/D converter created successfully.
pt_br: Conversor A/D criado com sucesso.

source: A/D converter updated successfully.
pt_br: Conversor A/D atualizado com sucesso.

source: A/D converter removed successfully.
pt_br: Conversor A/D removido com sucesso.

source: Error trying to delete A/D converter.
pt_br: Erro enquanto tentava remover conversor A/D.

source: Participant deleted from experiment.
pt_br: Participante deletado do experimento.

source: It was not possible to delete participant,
pt_br: Não foi possível deletar participante.

source: Participant has already been inserted in this group.
pt_br: Participante já foi inserido neste grupo.

source: Fill not available - Table of tokens was not started.
pt_br: Preenchimento não disponível - Tabela de tokens não foi iniciada.

source: Fill not available - Questionnaire is not activated.
pt_br: Preenchimento não disponível - Questionário não está ativo.

source: Fill not available - Questionnaire does not contain standard fields.
pt_br: Preenchimento não disponível - Questionário não contém campos.

source: Fail trying to generate token to answer questionnaire.
pt_br: Falha ao tentar gerar token para responder questionário.

source: You will be redirected to questionnaire. Please wait.
pt_br: Você será redirecionado para o questionário. Por favor, aguarde.

source: Fill deleted successfully.
pt_br: Preenchimento deletado com sucesso.

source: Error trying to delete fill
pt_br: Erro ao tentar deletar preenchimento

source: EEG data collection created successfully.
pt_br: Coleta de dados de EEG criado com sucesso.

source: Now you can configure each electrode position
pt_br: Agora você pode configurar cada posição de eletrodo.

source: EEG data file format validated.
pt_br: Formato de arquivo de dados de EEG validado.

source: Not valid EEG file format.
pt_br: Formato de arquivo de EEG não válido.

source: EEG data removed successfully.
pt_br: Dados de EEG removidos com sucesso.

source: EEG data updated successfully.
pt_br: Dados de EEG atualizado com sucesso.

source: EEG position data updated successfully.
pt_br: Os dados da posição foram atualizados com sucesso.

source: Waiting for status
pt_br: Aguardando por estado

source: Reading source file
pt_br: Lendo arquivo de origem

source: Finished
pt_br: Finalizado

source: It was not possible to open the data file. Check if the number of channels configured is correct.
pt_br: Não foi possível abrir o arquivo de dados. Verifique se o número de canais configurado está correto.

source: Reading metadata
pt_br: Lendo metadatos

source: Reading device data
pt_br: Lendo dispositivo de dados

source: Device type: Amplifier;
pt_br: Tipo de dispositivo: Amplificador;

source: Description:
pt_br: Descrição:

source: Manufacturer:
pt_br: Fabricante:

source: Gain:
pt_br: Ganho:

source: Impedance:
pt_br: Impedância:

source: Common mode rejection ratio:
pt_br: Razão de rejeição de modo commum:

source: Device type: EEG Amplifier;
pt_br: Tipo de dispositivo: rede de eletrodos de EEG;

source: Number of used channels:
pt_br: Número de canais usados

source: Device type: EEG Electrode Net;
pt_br: Tipo de dispositivo: rede de eletrodos de EEG;

source: Position:
pt_br: Posição:

source: Coordinates: (
pt_br: Coordenadas: (

source: EEG electrode localization system:
pt_br: Sistema de localização de eletrodos de EEG:

source: Reading acquisition data
pt_br: Lendo dados adquiridos

source: Filter type:
pt_br: Tipo de Filtro:

source: High pass:
pt_br: Passa alta

source: Low pass:
pt_br: Passa baixa

source: Order:
pt_br: Ordem

source: TMS data collection created successfully.
pt_br: A coleta de dados de TMS criada com sucesso.

source: TMS data removed successfully.
pt_br: Dados de TMS removidos com sucesso.

source: TMS data updated successfully.
pt_br: Dados de TMS atualizados com sucesso.

source: TMS position updated sucessfully.
pt_br: Posição de TMS atualizada com sucesso.

source: There is no changes to save
pt_br: Não há mudanças a salvar.

source: Goalkeeper game phase data collection created successfully.
pt_br: Dados de jogo do goleiro criada com sucesso.

source: Goalkeeper game phase data removed successfully.
pt_br: Dados de jogo do goleiro removidos com sucesso.

source: Goalkeeper game phase data updated successfully.
pt_br: Dados de jogo do goleiro atualizados com sucesso.

source: TMS position updated successfully.
pt_br: Posição de TMS atualizada com sucesso.

source: EMG data collection created successfully.
pt_br: A coleta de dados de EMG criada com sucesso.

source: EMG data removed successfully.
pt_br: Dados de EMG removidos com sucesso.

source: EMG data updated successfully.
pt_br: Dados de EMG atualizados com sucesso.

source: Main step
pt_br: Passo principal

source: Sub-steps: (
pt_br: Subpassos: (

source: Step
pt_br: Passo

source: Identification
pt_br: Identificação

source: Description
pt_br: Descrição:

source: Duration value
pt_br: Duração

source: Duration unit
pt_br: Unidade da duração

source: Type
pt_br: Tipo

source: Number of mandatory components
pt_br: Quantidade de componentes obrigatórios

source: Text
pt_br: Texto

source: Questionnaire title
pt_br: Título do questionário

source: Stimulus type
pt_br: Tipo de estímulo

source: Media file
pt_br: Arquivo de mídia

source: Name of use
pt_br: Nome do uso

source: Number of repetitions
pt_br: Quantidade de repetições

source: Interval between repetitions value
pt_br: Intervalo entre repetições

source: Interval between repetitions unit
pt_br: Unidade do intervalo entre repetições

source: Order
pt_br: Ordem

source: Position in the set of steps
pt_br: Posição no conjunto de passos

source: Requires start and end datetime
pt_br: Requer data e hora de início e fim

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Additional data collection created successfully.
pt_br: Coleção de dados adicionais criado com sucesso.

source: Additional data removed successfully.
pt_br: Dados adicionais removidos com sucesso.

source: Additional data updated successfully.
pt_br: Dados adicionais atualizados com sucesso.

source: Subject step data was created successfully.
pt_br: Dados do passo do participante criados com sucesso.

source: Subject step data updated successfully.
pt_br: Dados do passo do participante atualizados com sucesso.

source: Consent term saved successfully.
pt_br: Termo de consentimento foi salvo com sucesso.

source: There are not attachments to save
pt_br: Há anexos para salvar

source: Attachment deleted successfully.
pt_br: Anexos deletados com sucesso.

source: Step included successfully.
pt_br: Passo incluído com sucesso.

source: Use of step
pt_br: Uso de passos

source: years
pt_br: anos
