Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title must be filled.
pt_br: Título deve ser preenchido.

source: Description must be filled.
pt_br: Descrição deve ser preenchida.

source: Other inclusion criteria
pt_br: Outros critérios de inclusão

source: mm/dd/yyyy
pt_br: dd/mm/aaaa

source: Fill date must be filled.
pt_br: Data de preenchimento deve ser preenchida

source: Identification must be filled.
pt_br: Identificação deve ser preenchida.

source: Time
pt_br: Tempo

source: Duration time must be filled in.
pt_br: Tempo da duração deve ser preenchido

source: Duration unit must be filled in.
pt_br: Unidade da duração deve ser preenchida

source: Fixed
pt_br: Fixa

source: Random
pt_br: Aleatória

source: Quantity of repetitions must be filled.
pt_br: Quantidade de repetições deve ser preenchida.

source: Repetitions
pt_br: Repetições

source: Interval must be filled.
pt_br: Intervalo deve ser preenchido.

source: Interval unit must be filled.
pt_br: Unidade do intervalo deve ser preenchida.

source: Instruction must be filled.
pt_br: Instrução deve ser preenchida.

source: Stimulus type must be filled.
pt_br: Tipo do estímulo deve ser preenchido.

source: Stimulus setting must be filled.
pt_br: Configuração do estímulo deve ser preenchida.

source: EEG setting type must be filled.
pt_br: Tipo de configuração de EEG deve ser preenchido.

source: EMG setting type must be filled.
pt_br: Tipo de configuração de EMG deve ser preenchido.

source: TMS setting type must be filled.
pt_br: Tipo de configuração de TMS deve ser preenchido.

source: Software version must be filled.
pt_br: Versão do software deve ser preenchida.

source: Context tree must be filled.
pt_br: Árvore de contexto deve ser preenchida

source: Information type must be filled.
pt_br: Tipo de informação deve ser preenchido.

source: Sequence
pt_br: Em uma sequência

source: Parallel
pt_br: De forma paralela

source: Organization type must be filled in.
pt_br: Tipo de organização deve ser escolhido.

source: Quantity must be filled.
pt_br: Quantidade deve ser preenchida.

source: Initial date must be filled.
pt_br: Data de início deve ser preenchida

source: Start date must be before end date
pt_br: Data de início deve anterior a data de fim

source: Citation must be filled.
pt_br: Citação deve ser preenchida.

source: Publication type must be filled.
pt_br: Tipo da publicação deve ser preenchido.

source: Number of uses to insert
pt_br: Quantidade de usos a ser inserida

source: Date must be completed
pt_br: Data deve ser preenchida

source: Cap size type must be filled.
pt_br: Tamanho da touca deve ser preenchido.

source: File format must be chosen.
pt_br: Formato de arquivo deve ser escolhido.

source: File format description must be filled.
pt_br: Descrição do formato do arquivo deve ser preenchida.

source: Reason for change must be filled.
pt_br: Razão para mudança deve ser preenchida.

source: Name must be filled.
pt_br: Nome deve ser preenchido.

source: Number of channels should be between 0 and the number of channels of the EEG machine.
pt_br: Quantidade de canais deve ser entre 0 e a quantidade de canais da máquina de EEG

source: Name field must be filled.
pt_br: Nome deve ser preenchido.

source: Manufacturer must be filled.
pt_br: Fabricante deve ser preenchido

source: Electrode type is required
pt_br: Tipo de eletrodo é necessário

source: Coil shape must be filled.
pt_br: Forma da bobina deve ser preenchida

source: Electrode model default must be filled in.
pt_br: Modelo de eletrodo deve ser preenchido

source: Material must be filled.
pt_br: Material deve ser preenchido

source: Size must be filled.
pt_br: Tamanho deve ser preenchido.

source: Electrode adjacent distance must be filled.
pt_br: Distância entre eletrodos deve ser preenchida

source: Muscle subdivision is required.
pt_br: Subdivisão do músculo é necessário

source: Fill date must be filled
pt_br: Data de preenchimento deve ser preenchida

source: Start date must be filled
pt_br: Data de início deve ser preenchida

source: End date must be filled
pt_br: Data de fim deve ser preenchida

source: Filter type is required
pt_br: Tipo de filtro é necessário

source: AD converter is required
pt_br: Conversor A/D é necessário

source: Electrode is required
pt_br: Eletrodo é necessário

source: Electrode placement is required
pt_br: Colocação do eletrodo é necessária

source: Muscle side is required
pt_br: Lado do músculo é necessário

source: Amplifier is required
pt_br: Amplificador é necessário

source: The coordinate must be filled.
pt_br: Coordenador deve ser preenchido.

source: Stimuli Equipment must be filled.
pt_br: Equipamento de estimulação deve ser preenchido.

source: TMS device is required
pt_br: Dispositivo de TMS é necessário

source: Coil model is required
pt_br: Campo modelo da bobina é obrigatório

source: Reason must be filled.
pt_br: Razão deve ser preenchida.

source: Could not export LimeSurvey data. Please try again. If problem persists please contact the system administator
pt_br: Não foi possível exportar dados do LimeSurvey. Por favor tente novamente. Se o problema persistir entre em contato com o administrador de sistemas.

source: Could not clear all extra survey participants data.
pt_br: Não foi possível remove todos os dados de participantes extras.

source: Could not update identification questions for all responses.
pt_br: Não foi possível atualizar as questões de identificação para todas as respostas.

source: Could not update all responses.
pt_br: Não foi possível atualizar todas as respostas.

source: Could not import survey(s) to LimeSurvey. Only Experiment data was imported. You can remove experiment imported and try again. If problem persists please contact system administrator
pt_br: Não foi possível importar os questionários do LimeSurvey. Somente os dados do Experimento foram importados. Você pode remover o experimento importado e tentar novamente. Se o problemapersistir por favor entre em contato com o administrador de sistemas.

source: Bad json file. Aborting import experiment.
pt_br: Arquivo json danificado. Abortando importação do experimento.

source: milisecond(s)
pt_br: milesegundo(s)

source: second(s)
pt_br: segundo(s)

source: minute(s)
pt_br: minuto(s)

source: hour(s)
pt_br: hora(s)

source: day(s)
pt_br: dia(s)

source: week(s)
pt_br: semana(s)

source: month(s)
pt_br: mês (meses)

source: year(s)
pt_br: ano(s)

source: Date cannot be greater than today's date.
pt_br: Data de preenchimento não pode ser maior que a data de hoje.

source: URL of the project approved by the ethics committee
pt_br: URL do projeto aprovado pelo comitê de ética

source: Project file approved by the ethics committee
pt_br: Arquivo do projeto aprovado pelo comitê de ética

source: EEG Machine
pt_br: Máquina EEG

source: Amplifier
pt_br: Amplificador

source: EEG Solution
pt_br: Solução (Gel) de EEG

source: Filter
pt_br: Filtro

source: EEG Electrode Net
pt_br: Rede de eletrodos de EEG

source: A/D Converter
pt_br: Conversor A/D

source: TMS device
pt_br: Dispositivo TMS

source: Stimuli Equipment
pt_br: Equipamento de Estimulação

source: Equipment
pt_br: Equipamento

source: Disposable
pt_br: Descartável

source: Reusable
pt_br: Reutilizável

source: Surface
pt_br: Superfície

source: Needle
pt_br: Agulha

source: millimeter(s)
pt_br: milímetro(s)

source: centimeter(s)
pt_br: centíetro(s)

source: Gelled
pt_br: Gelificado

source: Dry
pt_br: Seco

source: Active
pt_br: Ativo

source: Passive
pt_br: Passivo

source: Single
pt_br: Simples

source: Air core coil
pt_br: Bobina de núcleo de ar

source: Solid core coil
pt_br: Bobina de núcleo sólido

source: Monophase
pt_br: Monofásico

source: Biphase
pt_br: Bifásico

source: Single pulse
pt_br: Simple pulso

source: Paired pulse
pt_br: Pulso pareado

source: Repetitive pulse
pt_br: Pulso repetitivo

source: Set of steps
pt_br: Conjunto de passos

source: Instruction
pt_br: Instrução

source: Pause
pt_br: Pausa

source: Questionnaire
pt_br: Questionário

source: Stimulus
pt_br: Estímulo

source: Task for participant
pt_br: Tarefa para o participante

source: Task for experimenter
pt_br: Tarefa para o experimentador

source: Goalkeeper game phase
pt_br: Fase de jogo do goleiro

source: Generic data collection
pt_br: Coleta genérica de dados

source: Media collection
pt_br: Coleta de dados de mídia

source: Code
pt_br: Código

source: Group
pt_br: Grupos Experimentais

source: Phase already registered
pt_br: Fase já cadastrada

source: {game} - phase {phase}
pt_br: {game} - fase {phase}

source: scheduled
pt_br: agendado

source: canceled
pt_br: Cancelado

source: sending
pt_br: enviando

source: sent
pt_br: enviado

source: error sending
pt_br: erro ao enviar

source: Home
pt_br: Início

source: Set up
pt_br: Cadastros

source: A/D converter
pt_br: Conversor A/D

source: A/D converter List
pt_br: Lista de conversor A/D

source: Identification
pt_br: Identificação

source: Manufacturer
pt_br: Fabricante

source: Signal-to-noise ratio / SNR (dB)
pt_br: Relação sinal-ruído (dB)

source: Sampling rate (Hz)
pt_br: Taxa de amostragem (Hz)

source: Resolution (bits)
pt_br: Resolução (bits)

source: Visualize
pt_br: Ver

source: Insert new
pt_br: Inserir novo

source: Back
pt_br: Voltar

source: New
pt_br: Novo

source: Editing
pt_br: Edição

source: Description
pt_br: Descrição

source: Serial number
pt_br: Número de série

source: Signal-to-noise ratio/SNR (dB)
pt_br: Relação sinal-ruído (dB)

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Are you sure you want to delete A/D converter?
pt_br: Tem certeza que deseja excluir conversor A/D?

source: Studies
pt_br: Estudos

source: Add
pt_br: Incluir

source: Search
pt_br: Pesquisar

source: Equipment identification
pt_br: Identificação de equipamento

source: information
pt_br: Informação

source: Insert
pt_br: Inserir

source: Are you sure you want to delete step?
pt_br: Tem certeza que deseja excluir o passo?

source: Add Participants
pt_br: Adicionar participantes

source: Add participant
pt_br: Adicionar participante

source: Type participant name, CPF or code
pt_br: Digite nome do participante, CPF ou código

source: Type participant code
pt_br: Digite código do participante

source: Advanced search
pt_br: Busca avançada

source: Participant
pt_br: Participante

source: Age
pt_br: Idade

source: Gender
pt_br: Sexo

source: Country
pt_br: País

source: State
pt_br: Estado

source: City
pt_br: Cidade

source: (No participant added)
pt_br: (Não há participantes adicionados)

source: Additional data files
pt_br: Arquivos de dados adicionais carregados

source: Additional data colletion path
pt_br: Caminho dos arquivos de dados adicionais

source: Additional data file
pt_br: Arquivo de dados adicionais

source: Experimental protocol
pt_br: Protocolo Experimental

source: Set start and end date/time
pt_br: Configurar data/hora de início e fim

source: from
pt_br: de

source: to
pt_br: a

source: required
pt_br: obrigatório

source: See details
pt_br: Ver detalhes

source: New additional data file
pt_br: Novo arquivo de dados adicionais

source: No diseases found!
pt_br: Nenhuma doença encontrada!

source: No participants found!
pt_br: Não há participantes cadastrados

source: Amplifier List
pt_br: Lista de amplificadores

source: Gain (times)
pt_br: Ganho (vezes)

source: Category
pt_br: Categoria

source: Maximum number of channels
pt_br: Número máximo de canais

source: Minimum Common-mode Rejection (CMR) (dB)
pt_br: Taxa mínima de rejeição do modo comum (CMR) (dB):

source: Input Impedance
pt_br: Impedância de entrada

source: Unit
pt_br: Unidade

source: Tethering system
pt_br: Sistema Tethering

source: Amplifier detection type
pt_br: Tipo de detecção do amplificador

source: Are you sure you want to delete amplifier?
pt_br: Tem certeza que deseja excluir o amplificador?

source: New set of steps
pt_br: Novo conjunto de passos

source: the set of steps
pt_br: o conjunto de passos

source: Organization of sub-steps
pt_br: Organização dos sub-passos

source: Sub-steps will be executed one after another
pt_br: Os subpassos serão executados um após o outro

source: Sub-steps will be executed at the same time
pt_br: Os subpassos serão executados todos ao mesmo tempo

source: Quantity of steps obligatory.
pt_br: Quantidade de passos obrigatórios

source: All
pt_br: Todos

source: Steps with fixed position
pt_br: Passos com posição fixa

source: Type
pt_br: Tipo

source: Step
pt_br: Passo

source: Name of use
pt_br: Nome do uso

source: Order
pt_br: Ordem

source: Expand
pt_br: Expandir

source: uses grouped
pt_br: usos agrupados

source: There is data collection related to this experimental protocol. Alternatively, make a copy of the experiment.
pt_br: Há coleta de dados relacionada a este protocolo experimental. Alternativamente, faça uma cópia do experimento.

source: Delete uses from list
pt_br: Remover usos da lista

source: positions for random step grouped
pt_br: posições para passo aleatório agrupadas

source: It does not have
pt_br: Não possui

source: Insert step
pt_br: Inserir passo

source: Steps with random position
pt_br: Passos com posição aleatória

source: This experiment/project is in use, you can not change it! Do you want to copy this experiment/project?
pt_br: Este experimento/projeto está em uso e não é possível alterá-lo. Gostaria de fazer uma cópia deste experimento/projeto?

source: Copy experiment/project
pt_br: Copiar experimento/projeto

source: Copy experiment/project with data
pt_br: Copiar experimento/projeto com dados

source: Coil
pt_br: Bobina

source: Coil List
pt_br: Lista de bobinas

source: Name
pt_br: Nome

source: Coil shape
pt_br: Forma da bobina

source: Coil design
pt_br: Desenho da bobina

source: Coil Model
pt_br: Modelo de bobina

source: Are you sure you want to delete this coil model?
pt_br: Tem certeza que deseja excluir este modelo de bobina?

source: New researcher
pt_br: Novo pesquisador

source: Add researchers
pt_br: Adicionar pesquisadores

source: Select all
pt_br: Selecionar todos

source: There is no researcher to add!
pt_br: Não há pesquisador para adicionar!

source: Steps of experimental protocol
pt_br: Passos de protocolo experimental

source: List of steps
pt_br: Lista de Passos

source: root
pt_br: raiz

source: not used
pt_br: não utilizado

source: Insert new step
pt_br: Inserir novo passo

source: Information about
pt_br: Informações sobre

source: Additional files
pt_br: Arquivos adicionais

source: No file configured
pt_br: Nenhum arquivo configurado

source: Quantity of uses to be inserted
pt_br: Quantidade de usos a ser inserida

source: Information about this use of step
pt_br: Informações sobre esse uso do passo

source: Position in the set of steps
pt_br: Posição no conjunto de passos

source: Execution order from this sub-step does not vary
pt_br: A ordem de execução deste subpasso não varia

source: This sub-step can be performed anywhere in the parent assembly where there is not a fixed step
pt_br: Este subpasso pode ser executado em qualquer posição do conjunto pai onde não há um passo fixo

source: Quantity of repetitions
pt_br: Quantidade de repetições

source: Unlimited
pt_br: Ilimitada

source: Limited
pt_br: Limitado

source: Interval among repetitions
pt_br: Intervalo entre repetições

source: Undefined
pt_br: Indefinido

source: Definied
pt_br: Definido

source: Requires start and end date/time
pt_br: Requer configuração de data/hora de início e fim

source: There is data collection related to this step. Alternatively, make a copy of the experiment.
pt_br: Há coleta de dados relationada a este passo. Alternativamente, faça uma cópia do experimento.

source: This experiment/project is in use, you can not change it! Do you want to copy this experiment?
pt_br: Este experimento/projeto está em uso e não é possível alterá-lo. Gostaria de fazer uma cópia deste experimento/projeto?

source: Position for random step
pt_br: Posição para passo aleatório

source: New context tree
pt_br: Nova árvore de contexto

source: Context tree register
pt_br: Cadastro de árvore de contexto

source: Setting text
pt_br: Texto da configuração

source: Setting file
pt_br: Arquivo da configuração

source: There is no setting file associated.
pt_br: Não há arquivo de configuração associado.

source: Delete context tree
pt_br: Remover árvore de contexto

source: Are you sure you want to delete this context tree?
pt_br: Tem certeza que deseja excluir esta árvore de contexto?

source: Are you sure you want to delete this setting from list?
pt_br: Tem certeza que deseja excluir esta configuração da lista?

source: Participants
pt_br: Participantes

source: Manage data collection
pt_br: Gerenciar coleta de dados

source: Manage
pt_br: Gerenciar

source: experimental protocol
pt_br: protocolo experimental

source: Select
pt_br: Selecionar

source: Data collections
pt_br: Coleta de dados

source: Action:
pt_br: Ação:

source: Remove selected data collections
pt_br: Remover coleta de dados selecionados

source: There is no step to transfer
pt_br: Não existe passo para transferir

source: Transfer selected data collections
pt_br: Transferir coleta de dados selecionados

source: Choose step to transfer selected data collections:
pt_br: Escolha o passo para transferir as coletas de dados selecionados:

source: The old data will be kept
pt_br: Os dados antigos serão mantidos

source: this step contains data
pt_br: este passo contém dados

source: Remove
pt_br: Remover

source: Transfer
pt_br: Transferir

source: Conflict
pt_br: Conflito

source: There is a conflict with one or more participants to be imported with the participants already in the database.
pt_br: Existe um conflito entre um ou mais participantes a serem importados e os participantes presentes no banco de dados.

source: You can decide whether you want to update the patient in the database or create a new patient them.
pt_br: Você pode escolher se deseja que os participantes em conflito do banco de dados sejam sobrescritos pelos participantes deste experimento ou se deseja criar novos participantes.

source: Participants to update/overwrite database
pt_br: Participantes a serem atualizados/sobrescritos

source: Conflict with
pt_br: tem conflito com

source: Run
pt_br: Executar

source: New goalkeeper game phase
pt_br: Nova fase de jogo do goleiro

source: the goalkeeper game phase
pt_br: a fase de jogo do goleiro

source: New instruction
pt_br: Nova instrução

source: Software version
pt_br: Versão de software

source: Context tree
pt_br: Árvore de contexto

source: Calculated from sub-steps. This set has at least one use that allows unlimited reptitions. It' been considered only one execution in these cases.
pt_br: Calculada a partir dos subpassos. Esse conjunto possui pelo menos um uso que permite repetições ilimitadas. Está sendo considerado apenas uma execução nesses casos.

source: Calculated by sub-steps
pt_br: Calculada a partir dos subpassos

source: Duration
pt_br: Duração

source: New EEG
pt_br: Novo EEG

source: the EEG
pt_br: o EEG

source: EEG setting
pt_br: Configuração de EEG

source: EEG electrode localization system
pt_br: Sistema de localização de eletrodos de EEG

source: New electrode coordinates
pt_br: Novas coordenadas de eletrodo

source: Electrode Cap Coordinates
pt_br: Coordenadas de touca de eletrodo

source: Coordinates X - Y
pt_br: Coordenadas X - Y

source: EEG electrode localization system basic information
pt_br: Informação básica do sistema de localização de eletrodo de EEG

source: List of positions
pt_br: Lista de posições

source: To mark a new coordinate, please click on the image map.
pt_br: Para marcar uma nova coordenada, clique na imagem.

source: To delete some coordinate, please click on the delete button or unmark the point clicking on it.
pt_br: Para remover uma coordenada, clique no botão remover ou desmarque o ponto clickando nele.

source: To update some coordinate, please click on the name of the point in the positions list and after click on the image to get the new coordinate.
pt_br: Para atualizar uma coordenada, por favor clique sobre o nome do ponto na lista e depois clique na imagem para obter a nova coordenada.

source: The delete button and the point on the image are disabled when the corresponding position is used by some layout.
pt_br: O botão remover e o ponto sobre a imagem, aparecem desativados quando o eletrodo correspondente a essa posição esta sendo usado por alguma configuração de EEG

source: Are you sure you want to delete localization system?
pt_br: Tem certeza que deseja excluir o sistema de localização?

source: EEG electrode localization system list
pt_br: Lista de sistemas de localização de eletrodo de EEG

source: Number of electrodes
pt_br: Número de eletrodos

source: Insert new localization system
pt_br: Inserir novo sistema de localização

source: Map image file
pt_br: Mapear arquivo de imagem

source: Positions
pt_br: Nome da posição

source: Channel index
pt_br: Índice do canal

source: Position
pt_br: Posição

source: Coordinate (x,y)
pt_br: Coordenada (x,y)

source: Position reference
pt_br: Referência da posição

source: Insert using image map
pt_br: Inserir coordenada usando mapa de imagem

source: New position
pt_br: Nova posição

source: EEG electrode position basic information
pt_br: Informação básica da posição do eletrodo de EEG

source: Coordinate X
pt_br: Coordenada X

source: Coordinate Y
pt_br: Coordenada Y

source: Are you sure you want to delete position?
pt_br: Tem certeza que deseja excluir posição?

source: EEG amplifier settings
pt_br: Configurações de amplificador de EEG

source: Configured gain (times)
pt_br: Configurar ganho (vezes)

source: Number of used channels
pt_br: Número de canais usados

source: Step 1 of 3
pt_br: Passo 1 de 3

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: EEG electrode layout setting
pt_br: Configuração de layout de eletrodo

source: Electrode net setting
pt_br: Configurações de rede de eletrodos de EEG

source: Electrode position setting
pt_br: Configuração de posições de eletrodo

source: Electrode model setting
pt_br: Configurações do modelo de eletrodos

source: EEG machine settings
pt_br: Configurações de máquina de EEG

source: Number of channels
pt_br: Número de canais

source: EEG solution settings
pt_br: Configurações de solução de EEG

source: Step 2 of 3
pt_br: Passo 2 de 3

source: Used positions:
pt_br: Posições utilizadas:

source: of
pt_br: de

source: Used
pt_br: Usado

source: Step 3 of 3
pt_br: Passo 3 de 3

source: Electrode Model
pt_br: Modelo de eletrodos

source: EEG filter settings
pt_br: Configurações de Filtro de EEG

source: Filter type
pt_br: Tipo de filtro

source: High pass cutoff (Hz)
pt_br: Corte passa-alta (Hz)

source: Low pass cutoff (Hz)
pt_br: Corte passa-baixa (Hz)

source: Low band pass (Hz)
pt_br: Passa-banda inferior (Hz)

source: High band pass (Hz)
pt_br: Passa-banda superior (Hz)

source: Low notch (Hz)
pt_br: Notch inferior (Hz)

source: High notch (Hz)
pt_br: Notch superior (Hz)

source: New EEG setting
pt_br: Nova Configuração de EEG

source: EEG Setting
pt_br: Configuração de EEG

source: Settings:
pt_br: Configurações:

source: Setting
pt_br: Configuração

source: Gain
pt_br: Ganho

source: Sampling rate
pt_br: Taxa de amostragem:

source: + Add setting
pt_br: + Incluir configuração

source: Delete setting from list
pt_br: Remover configuração da lista

source: Solution
pt_br: Solução (Gel)

source: High pass (Hz)
pt_br: Passa-alta (Hz)

source: Low pass (Hz)
pt_br: Passa-baixa (Hz)

source: Band pass range (Hz)
pt_br: Variação da passa banda (Hz)

source: Notch range (Hz)
pt_br: Variação do notch (Hz)

source: EEG electrode layout
pt_br: Layout de eletrodo de EEG
