Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Additional data collection description
pt_br: Descrição de coleta de dados adicionais

source: Files to upload
pt_br: Arquivos para carregar

source: Uploaded files
pt_br: Arquivos carregados

source: Are you sure you want to delete additional data?
pt_br: Tem certeza que deseja excluir os dados adicionais?

source: Goalkeeper game phase data files
pt_br: Arquivos de dados da fase de jogo do goleiro

source: Goalkeeper game phase data file
pt_br: Arquivo de dados da fase de jogo do goleiro

source: New goalkeeper game phase data file
pt_br: Novo arquivo de dados de fase de jogo do goleiro

source: Goalkeeper game phase data collection
pt_br: Coleta de dados de fase de jogo do goleiro

source: Hour
pt_br: Hora

source: Goalkeeper game phase data collection description
pt_br: Descrição de coleta de dados de fase de jogo do goleiro

source: Sequence used in context tree
pt_br: Sequência usada na árvore de contexto

source: Are you sure you want to delete goalkeeper game phase data?
pt_br: Tem certeza que deseja excluir os dados de fase de jogo do goleiro?

source: EEG data files
pt_br: Arquivo de dados de EEG

source: EEG path
pt_br: Caminho de EEG

source: EEG data file
pt_br: Arquivo de dados de EEG

source: (No EEG collection)
pt_br: (Não há coleta de EEG)

source: Download file
pt_br: Baixar arquivo

source: Export nwb file format
pt_br: Exportar arquivo no formato NWB

source: Unable to export as nwb file. The uploaded data file is not an EEG file. Its format is not valid, or the number of channels is not set.
pt_br: Não foi possível exportar como arquivo nwb. O arquivo de dados carregado não é um arquivo EEG. Este formato não é válido ou o número de canais não está definido.

source: New EEG data file
pt_br: Novo arquivo de dados de EEG

source: Exporting data file in NWB format
pt_br: Exportar arquivo no formato NWB

source: Waiting for status...
pt_br: Aguardando...

source: EEG data collection
pt_br: Coleta de dados de EEG

source: Data collection
pt_br: Coleta de dados

source: Electrodes position status
pt_br: Status das posições dos eletrodos

source: Image of the position of the electrodes
pt_br: Imagem das posições dos eletrodos

source: Reason for change the EEG setting
pt_br: Razão de mudança de EEG setting

source: Cap size
pt_br: Tamanho da touca

source: EEG data collection description
pt_br: Descrição de coleta de dados de EEG

source: Worked
pt_br: Funcionou

source: There is not electrode position status data for this data collection
pt_br: Não há dados de status de posição de eletrodo para esta coleção de dados

source: To mark or unmark any position as 'worked' or 'did not worked' you can click on the image on the selected position
pt_br: Para marcar ou desmarcar qualquer posição como 'trabalhou' ou 'não funcionou' você pode clicar na imagem na posição selecionada

source: or you can check or uncheck the checkbox selected in the list of positions.
pt_br: ou você pode marcar ou desmarcar checkbox selecionado na lista de posições

source: There is not image
pt_br: Não há imagem.

source: Are you sure you want to delete EEG data?
pt_br: Tem certeza que deseja excluir os dados de EEG?

source: EMG data files
pt_br: Arquivo de dados de EMG

source: EMG path
pt_br: Caminho de EMG

source: EMG data file
pt_br: Arquivo de dados de EMG

source: (No EMG collection)
pt_br: (Não há coleta de EMG)

source: New EMG data file
pt_br: Novo arquivo de dados de EMG

source: EMG data collection
pt_br: Coleta de dados de EMG

source: Reason for change the EMG setting
pt_br: Razão de mudança de EMG setting

source: EMG data collection description
pt_br: Descrição de coleta de dados de EMG

source: Are you sure you want to delete EMG data?
pt_br: Tem certeza que deseja excluir os dados de EMG?

source: Generic data collection data files
pt_br: Arquivos de coleta genérica de dados

source: Generic data collection path
pt_br: Caminho dos arquivos de coleta genérica dados

source: Generic data collection data file
pt_br: Arquivo da coleta genérica de dados

source: (No generic data collection)
pt_br: (Não há coleta genérica de dados)

source: New generic data collection data file
pt_br: Novo arquivo de coleta genérica de dados

source: New generic data collection file
pt_br: Novo arquivo de coleta genérica de dados

source: Generic data collection description
pt_br: Descrição de coleta genérica de dados

source: Are you sure you want to delete this collection data?
pt_br: Tem certeza que deseja excluir esta coleta de dados?

source: Answers
pt_br: Respostas

source: Continue filling
pt_br: Continuar preenchimento

source: show unanswered questions
pt_br: mostrar questões não respondidas

source: Fill information
pt_br: Preencher informações

source: Responsible for fill
pt_br: Responsável pelo preenchimento

source: Uploaded file (LimeSurvey login required)
pt_br: Arquivo carregado (requer login com LimeSurvey)

source: This response cannot be deleted because it is used in an experiment.
pt_br: Esta resposta não pode ser removida porque é utilizada em um experimento.

source: Are you sure you want to delete this questionnaire's fill?
pt_br: Tem certeza que deseja excluir o preenchimento deste questionário?

source: Send invite to participant
pt_br: Enviar convite para participante

source: Are you sure to send invitation to participant
pt_br: Tem certeza que deseja enviar um convite para o participante

source: Send invite
pt_br: Enviar convite

source: (No questinnaire for fill)
pt_br: (Nenhum questionário para preenchimento)

source: Quantity of fills:
pt_br: Quantidade de preenchimentos:

source: unlimited
pt_br: ilimitada

source: Interval among fills:
pt_br: Intervalo entre preenchimentos:

source: undefined
pt_br: indefinido

source: Reuse questionnaire response
pt_br: Reutilizar resposta de questionário

source: Subject step data
pt_br: Dado de passo do sujeito

source: Start date
pt_br: Data inicial

source: time
pt_br: vezes

source: Stimuli data files
pt_br: Arquivos de dados de Estimulação

source: Stimuli path
pt_br: Caminho do estimulo

source: Stimuli data file
pt_br: Arquivo de dados de Estimulação

source: (No Stimuli collection)
pt_br: (Não há arquivos de Estimulação)

source: New Stimuli data file
pt_br: Novo arquivo de dados de Estimulação

source: TMS data files
pt_br: Arquivo de dados de TMS

source: TMS path
pt_br: Caminho de TMS

source: TMS data file
pt_br: Arquivo de dados de TMS

source: (No TMS collection)
pt_br: (Não há coleta de TMS)

source: New TMS data file
pt_br: Novo arquivo de dados de TMS

source: New TMS stimulation setting
pt_br: Nova configuração de estimulação de TMS

source: TMS stimulation setting
pt_br: Configurações de estimulação de TMS

source: Stimulation description
pt_br: Descrição da estimulação

source: Hotspot position
pt_br: Posição do ponto de acesso (hotspot)

source: TMS setting
pt_br: Configuração de TMS

source: TMS stimulation description
pt_br: Descrição da estimulação do TMS

source: Stimulation Settings
pt_br: Configurações de estimulação

source: Not configured
pt_br: Não configurado

source: Resting motor threshold - RMT (%%)
pt_br: Limiar motor de repouso - RMT (%%)

source: Test pulse intensity of stimulation (%% over the %%RMT)
pt_br: Pulso de teste da intensidade de estimulação

source: Second test pulse intensity of stimulation (%% over the %%RMT)
pt_br: Segundo pulso de teste da intensidade de estimulação

source: Interval between pulses
pt_br: Intervalo entre pulsos

source: Interval between pulses unit
pt_br: Unidade do intervalo entre pulsos

source: Time between mep trials
pt_br: Tempo entre testes de mep

source: Time between mep trials unit
pt_br: Tempo entre a unidade de testes mep

source: Repetitive pulse frequency (Hz)
pt_br: Frequência do ulso repetitivo (Hz)

source: Coil orientation Settings
pt_br: Configurações da orientação da bobina

source: Coil orientation
pt_br: Orientação da bobina

source: Orientation angle
pt_br: Orientação do ângulo

source: Are you sure you want to delete TMS data?
pt_br: Tem certeza que deseja excluir os dados de TMS?

source: TMS data collection
pt_br: Coleta de dados de TMS

source: Position setting
pt_br: Configuração da posição

source: Per participant
pt_br: Por participante

source: Per steps of the experimental protocol
pt_br: Por passos do protocolo experimental

source: Import questionnaire responses
pt_br: Importar respostas de questionário

source: Import goalkeeper game data
pt_br: Importar dados do jogo do goleiro

source: Term of consent
pt_br: Termo de consentimento

source: Completed questionnaires
pt_br: Questionários concluídos

source: Data files uploaded
pt_br: Arquivos de dados carregados

source: View Participant
pt_br: Ver Participante

source: Upload consent form
pt_br: Termo de consentimento carregado

source: Attached
pt_br: Anexado

source: No attachments
pt_br: Sem anexo

source: Fill questionnaires
pt_br: Preencher questionários

source: Uploaded EEG data files
pt_br: Arquivos de dados de EEG carregados

source: Uploaded EMG data files
pt_br: Arquivos de dados de EMG carregados

source: Uploaded TMS data files
pt_br: Arquivos de dados de TMS carregados

source: Uploaded Stimuli data files
pt_br: Arquivos de dados de Estimulação carregados

source: Stimuli
pt_br: Estímulo

source: Uploaded goalkeeper game phase data files
pt_br: Arquivos de dados de fase de jogo do goleiro carregados

source: Game
pt_br: Jogo

source: Uploaded generic collection data files
pt_br: Arquivos de coleta genérica de dados carregados

source: Uploaded additional data files
pt_br: Arquivos de dados adicionais carregados

source: Additional
pt_br: Adicionais

source: Data colletion path
pt_br: Caminho da coleta de dados

source: Data type
pt_br: Tipo de dado

source: Number of participants
pt_br: Número de participantes

source: participant
pt_br: participante

source: Are you sure import questionnaire responses?
pt_br: Tem certeza que deseja importar respostas de questionário?

source: New task for participant
pt_br: Nova tarefa para o participante

source: the task for participant
pt_br: a tarefa para o participante

source: New task for experimenter
pt_br: Nova tarefa para o experimentador

source: New TMS
pt_br: Novo TMS

source: the TMS
pt_br: o TMS

source: TMS localization system
pt_br: Sistema de localização de TMS

source: TMS localization system list
pt_br: Lista de sistema de localização de TMS

source: Brain area
pt_br: Área do cérebro

source: TMS Position
pt_br: Posição do TMS

source: TMS localization system position
pt_br: Posição do sistema de localização de TMS

source: Are you sure you want to delete TMS Position?
pt_br: Tem certeza que deseja excluir posição?

source: TMS localization system basic information
pt_br: Informação básica do sistema de localização de TMS

source: Add coil model setting
pt_br: Adicionar configuração do modelo de bobina

source: New TMS setting
pt_br: Nova Configuração de TMS

source: TMS Setting
pt_br: Configuração de TMS

source: Coil model
pt_br: Modelo de bobina

source: Pulse type
pt_br: Tipo de pulso

source: Delete TMS setting
pt_br: Remover configuração de TMS

source: Are you sure you want to delete this TMS setting?
pt_br: Tem certeza que deseja excluir esta configuração de TMS?

source: Add TMS device setting
pt_br: Adicionar a configuração do dispositivo de TMS

source: TMS device settings
pt_br: Configuração do dispositivo de TMS

source: Pulse stimulus type
pt_br: Tipo do estímulo de pulso

source: TMS Device
pt_br: Dispositivo TMS

source: TMS Device List
pt_br: Lista de dispositivos de TMS

source: Pulse Type
pt_br: Tipo de Pulso

source: Are you sure you want to delete TMS device?
pt_br: Tem certeza que deseja excluir este dispositivo TMS?

source: Upload
pt_br: Carregar

source: Are you sure you want to delete attachment?
pt_br: Tem certeza que deseja remover o anexo?

source: Action not available.
pt_br: Ação não disponível

source: Information not saved.
pt_br: Informação não salva.

source: Publication updated successfully.
pt_br: Publicação alterada com sucesso.

source: There is no changes to save.
pt_br: Não há alterações para salvar.

source: Experiment included successfully.
pt_br: Experimento incluído com sucesso.

source: Experiment already included in the publication.
pt_br: Experimento já incluído na publicação

source: Context tree updated successfully.
pt_br: Árvore de contexto alterada com sucesso.

source: additional data
pt_br: dados adicionais

source: goalkeeper game
pt_br: jogo do goleiro

source: generic data collection
pt_br: coleta genérica de dados

source: questionnaire
pt_br: questionário

source: media collection
pt_br: Coleta de mídia

source: Study created successfully.
pt_br: Estudo criado com sucesso.

source: Study removed successfully.
pt_br: Estudo excluído com sucesso.

source: Error trying to delete research.
pt_br: Erro ao tentar excluir o estudo.

source: Impossible to delete group because there is (are) questionnaire(s) answered.
pt_br: Não foi possível excluir o grupo, pois há questionário(s) respondido(s).

source: The experiment was copied.
pt_br: O experimento foi copiado.

source: The experiment was copied with all data collections
pt_br: O experimento foi copiado com todos as coletas de dados.

source: Research updated successfully.
pt_br: Estudo atualizado com sucesso.

source: Publication created successfully.
pt_br: Publicação criada com sucesso.

source: Publication removed successfully.
pt_br: Publicação excluída com sucesso.

source: Experiment removed from publication successfully.
pt_br: Experimento excluído da publicação com sucesso.

source: Experiment created successfully.
pt_br: Experimento criado com sucesso.

source: Researcher removed successfully.
pt_br: Pesquisador excluído com sucesso.

source: Error trying to delete a researcher.
pt_br: Erro ao tentar excluir o pesquisador.

source: It was not possible to exclude because there is data collection associated.
pt_br: Não foi possível excluir porque há dados de coleta associados.

source: Experiment removed successfully.
pt_br: Experimento excluído com sucesso.

source: It was not possible to delete experiment because there are groups connected.
pt_br: Não foi possível excluir o experimento, pois há grupos associados

source: Impossible to delete experiment because there is data collection associated.
pt_br: Não foi possível excluir o experimento porque há dados coletados.

source: Experiment updated successfully.
pt_br: Experimento atualizado com sucesso.

source: 1 researcher was added successfully.
pt_br: 1 pesquisador foi adicionado com sucesso.

source: %d researchers were added successfully.
pt_br: %d pesquisadores foram adicionados com sucesso.

source: Please, select at least one researcher.
pt_br: Por favor, selecione pelo menos um pesquisador.

source: Please select a zip file
pt_br: Por favor, selecione um arquivo .zip

source: Experiment successfully imported.
pt_br: Experimento importado com sucesso.

source: Experiment successfully imported. New study was created.
pt_br: Experimento importado com sucesso. Novo estudo criado.

source: Experiment scheduled to be sent successfully.
pt_br: Experimento agendado para ser enviado com sucesso.

source: Experiments sent successfully.
pt_br: Experimento enviado com sucesso.

source: Portal is not available to send experiments
pt_br: Portal não está disponível para enviar experimentos

source: Group included successfully.
pt_br: Grupo incluído com sucesso.

source: Group removed successfully.
pt_br: Grupo excluído com sucesso.

source: Impossible to delete group, because there are dependencies.
pt_br: Não foi possível excluir o grupo, pois há dependências.

source: Impossible to delete group because there is (are) data collection associated.
pt_br: Não foi possível excluir o grupo porque há dados coletados.

source: Group updated successfully.
pt_br: Grupo atualizado com sucesso.

source: <a href="/experiment/schedule_of_sending/{!s}">This experiment was previously sent to the Portal. Click here to resend it.</a>
pt_br: <a href="/experiment/schedule_of_sending/{!s}">Este experimento foi previamente enviado para o Portal. Clique aqui para reenviá-lo.</a>

source: Source Code included successfully.
pt_br: Código fonte incluído com sucesso.

source: Source Code was removed successfully.
pt_br: Código fonte excluída com sucesso.

source: Source Code updated successfully.
pt_br: Código fonte atualizado com sucesso.

source: Stimuli Equipment setting included successfully.
pt_br: Configuração de equipamento de estimulação incluído com sucesso.

source: Stimuli Equipment setting was removed successfully.
pt_br: Configuração de equipamento de estimulação excluído com sucesso.

source: Stimuli Equipment setting updated successfully.
pt_br: Configuração de equipamento de estimulação atualizado com sucesso.

source: EEG setting included successfully.
pt_br: Configuração de EEG incluída com sucesso.

source: EEG setting was removed successfully.
pt_br: Configuração de EEG excluído com sucesso.

source: Setting was removed successfully.
pt_br: Configuração foi excluída com sucesso.

source: EEG setting updated successfully.
pt_br: Configuração de EEG foi alterado com sucesso.

source: EEG amplifier setting created sucessfully.
pt_br: Configuração de amplificador de EEG criada com sucesso.

source: EEG solution setting created sucessfully.
pt_br: Configuração de solução de EEG criada com sucesso.

source: EEG filter setting created sucessfully.
pt_br: Configuração de filtro de EEG criada com sucesso.

source: Now you can set each electrode position.
pt_br: Agora você pode configurar cada posição de eletrodo.

source: EEG electrode net system setting created sucessfully.
pt_br: Configuração de sistema de rede de eletrodo de EEG criada com sucesso.

source: EEG Amplifier setting updated successfully.
pt_br: Configuração de amplificador de EEG alterada com sucesso.

source: EEG amplifier setting updated sucessfully.
pt_br: Configuração de amplificador de EEG alterada com sucesso.

source: EEG solution setting updated sucessfully.
pt_br: Configuração de solução de EEG alterada com sucesso.

source: EEG filter setting updated sucessfully.
pt_br: Configuração de filtro de EEG alterada com sucesso.

source: EEG electrode net system setting updated sucessfully.
pt_br: Configuração de sistema de rede de eletrodo de EEG alterada com sucesso.

source: Setting saved successfully.
pt_br: Configuração gravada com sucesso.

source: Manufacturer created successfully.
pt_br: Fabricante criado com sucesso.

source: Manufacturer updated successfully.
pt_br: Fabricante alterado com sucesso.

source: Manufacturer removed successfully.
pt_br: Fabricante excluído com sucesso.

source: Error trying to delete manufacturer.
pt_br: Erro ao tentar excluir o fabricante.

source: Amplifier created successfully.
pt_br: Amplificador criado com sucesso.

source: Amplifier updated successfully.
pt_br: Amplificador alterado com sucesso.

source: Amplifier removed successfully.
pt_br: Amplificador excluído com sucesso.

source: Error trying to delete amplifier.
pt_br: Erro ao tentar excluir o amplificador.

source: EEG solution created successfully.
pt_br: Solução de EEG criada com sucesso.

source: EEG solution updated successfully.
pt_br: Solução de EEG foi alterado com sucesso.

source: EEG solution removed successfully.
pt_br: Solução de EEG excluído com sucesso.

source: Error trying to delete eegsolution.
pt_br: Erro ao tentar excluir a solução de EEG.

source: Filter type created successfully.
pt_br: Tipo de filtro criado com sucesso.

source: Filter type updated successfully.
pt_br: Tipo de filtro alterado com sucesso.

source: Filter type removed successfully.
pt_br: Tipo de filtro excluído com sucesso.

source: Error trying to delete filter type.
pt_br: Erro ao deletar o tipo de filtro.

source: Standardization system created successfully.
pt_br: Sistema de padronização alterado com sucesso.

source: Standardization system updated successfully.
pt_br: Sistema de padronização alterado com sucesso.

source: Electrode placement subdivision created successfully.
pt_br: Sub-divisão do posicionamento do eletrodo criada com sucesso.

source: EMG electrode placement removed successfully.
pt_br: Posicionamento de eletrodos de EMG excluída com sucesso.

source: Error trying to delete EMG electrode placement.
pt_br: Erro ao tentar excluir o posicionamento de eletrodos de EMG.

source: EMG electrode placement was updated successfully.
pt_br: O posicionamento de eletrodos de EMG alterada com sucesso.

source: Standardization system removed successfully.
pt_br: Sistema de padronização excluído com sucesso.

source: Error trying to delete standardization system.
pt_br: Erro ao tentar excluir sistema de padronização.

source: Muscle created successfully.
pt_br: Músculo criado com sucesso.

source: Muscle updated successfully.
pt_br: Músculo atualizado com sucesso.

source: Muscle removed successfully.
pt_br: Músculo excluído com sucesso.

source: Error trying to delete muscle.
pt_br: Erro ao tentar excluir o músculo.

source: Muscle subdivision created successfully.
pt_br: Sub-divisão do músculo criada com sucesso.

source: Muscle subdivision removed successfully.
pt_br: Sub-divisão do músculo excluída com sucesso.

source: Error trying to delete muscle subdivision.
pt_br: Erro ao tentar excluir a sub-divisão do músculo.

source: Muscle subdivision updated successfully.
pt_br: Sub-divisão do músculo foi alterada com sucesso.

source: Muscle side created successfully.
pt_br: Lado do músculo criado com sucesso.

source: Muscle side removed successfully.
pt_br: Lado do músculo excluído com sucesso.

source: Error trying to delete muscle side.
pt_br: Erro ao tentar excluir o lado do músculo.

source: Muscle side updated successfully.
pt_br: Lado do músculo atualizado com sucesso.

source: Software created successfully.
pt_br: Software criado com sucesso.

source: Software removed successfully.
pt_br: Software excluído com sucesso.

source: Error trying to delete software.
pt_br: Erro ao tentar excluir Software.

source: Software updated successfully.
pt_br: Software alterado com sucesso.

source: Software version created successfully.
pt_br: Versão do software criado com sucesso.

source: Software version removed successfully.
pt_br: Versão do software excluída com sucesso.

source: Error trying to delete software version.
pt_br: Erro ao tentar excluir a versão do software .

source: Software version updated successfully.
pt_br: Versão do software foi alterada com sucesso.

source: Electrode model created successfully.
pt_br: Modelo de eletrodo criado com sucesso.

source: Electrode model updated successfully.
pt_br: Modelo de eletrodo alterado com sucesso.

source: Electrode model removed successfully.
pt_br: Modelo de eletrodo excluído com sucesso.

source: Error trying to delete electrode model.
pt_br: Erro ao tentar excluir o modelo de eletrodo.

source: Coil Model created successfully.
pt_br: Modelo da bobina criado com sucesso

source: Coil model removed successfully.
pt_br: Modelo da bobina excluído com sucesso.

source: Error trying to delete coil model.
pt_br: Erro ao tentar excluir o modelo da bobina.

source: Coil Model updated successfully.
pt_br: Modelo da bobina alterado com sucesso.

source: TMS device created successfully.
pt_br: Dispositivo TMS criado com sucesso.

source: Stimuli Equipment removed successfully.
pt_br: Equipamento de estimulação excluído com sucesso.

source: Error trying to delete Stimuli Equipment.
pt_br: Erro ao tentar excluir o Equipamento de Estimulação.

source: TMS device updated successfully.
pt_br: Dispositivo TMS atualizado com sucesso.

source: TMS device removed successfully.
pt_br: Dispositivo TMS excluído com sucesso.
