Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: year
pt_br: ano

source: months
pt_br: meses

source: month
pt_br: mês

source: weeks
pt_br: semanas

source: week
pt_br: semana

source: days
pt_br: dias

source: day
pt_br: dia

source: hours
pt_br: horas

source: hour
pt_br: hora

source: minutes
pt_br: minutos

source: minute
pt_br: minuto

source: seconds
pt_br: segundos

source: second
pt_br: segundo

source: miliseconds
pt_br: milisegundos

source: milisecond
pt_br: milisegundo

source: and
pt_br: e

source: Copy of
pt_br: Copia de

source: Step use updated successfully.
pt_br: Uso do passo atualizado com sucesso.

source: Component deleted successfully.
pt_br: Componente deletado com sucesso.

source: Step updated successfully.
pt_br: Passo atualizado com sucesso.

source: Experimental protocol included successfully.
pt_br: Protocolo experimento incluído com sucesso.

source: Steps included successfully.
pt_br: Passos incluídos com sucesso.

source: EEG electrode localization system created successfully.
pt_br: Sistema de localização de eletrodos de EEG criada com sucesso.

source: Error trying to delete localization system.
pt_br: Erro ao tentar remover sistema de localização de eletrodos de EEG

source: Impossible to delete localization system because there is (are) Electrode Net associated.
pt_br: Impossível remover sistema de localização de eletrodos de EEG porque existe(m) rede(s) de eletrodo(s) associado(s).

source: Localization system updated successfully.
pt_br: Sistema de localização de eletrodos de EEG atualizado com sucesso.

source: EEG electrode positions updated successfully.
pt_br: Posições dos eletrodos atualizadas com sucesso.

source: EEG electrode position created successfully.
pt_br: Posições dos eletrodos criadas com sucesso.

source: Position removed successfully.
pt_br: Posição removida com sucesso.

source: Error trying to delete position.
pt_br: Erro ao tentar remover posição

source: Impossible to delete position because there is (are) Position Setting associated.
pt_br: Impossível remover esta posição porque esta associada a uma ou mais configurações de posiçoes.

source: Position updated successfully.
pt_br: Posição atualizada com sucesso.

source: EMG setting included successfully.
pt_br: Configuração de EMG incluída com sucesso.

source: EMG setting was removed successfully.
pt_br: Configuração de EMG foi removida com sucesso.

source: EMG setting updated successfully.
pt_br: Configuração de EMG atualizada com sucesso.

source: EMG digital filter setting created successfully.
pt_br: Configuração de filtro digital de EMG criada com sucesso.

source: EMG digital filter setting updated successfully.
pt_br: Configuração de filtro digital de EMG atualizada com sucesso.

source: EMG A/D converter setting created successfully.
pt_br: Configuração de conversor A/D de EMG criada com sucesso.

source: EMG A/D converter setting updated successfully.
pt_br: Configuração de conversor A/D de EMG atualizada com sucesso.

source: EMG electrode setting created successfully.
pt_br: Configuração de eletrodos de EMG criada com sucesso.

source: EMG electrode setting was updated successfully.
pt_br: Configuração de eletrodos de EMG atualizada com sucesso.

source: EMG preamplifier setting created successfully.
pt_br: Configuração do amplificador de EMG criada com sucesso.

source: EMG Preamplifier setting updated successfully.
pt_br: Configuração do Preamplificador de EMG atualizada com sucesso.

source: EMG amplifier setting created successfully.
pt_br: Configuração de amplificador de EMG criada com sucesso.

source: EMG Amplifier setting updated successfully.
pt_br: Configuração de amplificador de EMG atualizada com sucesso.

source: TMS setting included successfully.
pt_br: Configuração de EMG incluída com sucesso.

source: TMS setting was removed successfully.
pt_br: Configuração de EMG foi removida com sucesso.

source: TMS setting updated successfully.
pt_br: Configuração de EMG atualizada com sucesso.

source: TMS device setting created successfully.
pt_br: Configuração de eletrodos de EMG criada com sucesso.

source: TMS device setting updated successfully.
pt_br: Configuração de EMG atualizada com sucesso.

source: TMS localization system created successfully.
pt_br: Sistema de localização de TMS atualizado com sucesso.

source: TMS position created successfully.
pt_br: Posição de TMS criada com sucesso.

source: TMS Position removed successfully.
pt_br: Posição de TMS removida com sucesso.

source: Error trying to delete TMS Position.
pt_br: Erro ao tentar remover posição de TMS

source: Context tree included successfully.
pt_br: Árvore de contexto incluída com sucesso.

source: Context tree was removed successfully.
pt_br: Árvore de contexto removida com sucesso.

source: Muscle
pt_br: Músculo

source: EEG electrode localization system
pt_br: Sistema de localização de eletrodos de EEG criada com sucesso.

source: EMG placement system
pt_br: Sistema de localização de EMG

source: TMS localization system
pt_br: Sistema de localização de TMS

source: Manufacturer
pt_br: Fabricante

source: Electrode model
pt_br: Modelo de eletrodos

source: EEG electrode net / Cap
pt_br: Rede de eletrodos de EEG / touca

source: Solution
pt_br: Solução (Gel)

source: Filter type
pt_br: Tipo de Filtro

source: A/D converter
pt_br: Conversor A/D

source: Coil model
pt_br: Modelo da bobina
