Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Delete EEG setting
pt_br: Remover configuração de EEG

source: Are you sure you want to delete this EEG setting?
pt_br: Tem certeza que deseja excluir esta configuração de EEG?

source: Are you sure you want to delete equipment from list?
pt_br: Tem certeza que deseja excluir equipamento da lista?

source: Add setting
pt_br: + Incluir configuração

source: Save setting
pt_br: Salvar configuração

source: EEG Electrode net
pt_br: Rede de eletrodos de EEG

source: EEG Electrode net List
pt_br: Lista de redes de eletrodos de EEG

source: Is a cap
pt_br: É uma touca

source: Electrode model default
pt_br: Modelo de eletrodo padrão

source: EEG electrode net
pt_br: Rede de eletrodos de EEG

source: Localization system
pt_br: Sistema de localização de eletrodos

source: Used in EEG setting(s)
pt_br: Usado em configuração(ões) de EEG

source: Size
pt_br: Tamanho

source: Electrode adjacent distance
pt_br: Distância entre eletrodos

source: Add size
pt_br: Adicionar tamanho

source: Are you sure you want to delete EEG electrode net?
pt_br: Tem certeza que deseja excluir a rede de eletrodos de EEG?

source: Cap Size
pt_br: Tamanho da touca

source: Are you sure you want to delete cap size?
pt_br: Tem certeza que deseja excluir o tamanho da touca?

source: EEG Machine List
pt_br: Lista de máquinas EEG

source: EEG machine
pt_br: Máquina de EEG

source: Are you sure you want to delete EEG machine?
pt_br: Tem certeza que deseja excluir a máquina de EEG?

source: EEG Solution List
pt_br: Lista de soluções de EEG

source: Components
pt_br: Componentes

source: EEG solution
pt_br: Solução de EEG

source: Are you sure you want to delete EEG solution?
pt_br: Tem certeza que deseja excluir a solução de EEG?

source: Electrode model
pt_br: Modelo de eletrodos

source: Electrode model List
pt_br: Lista de modelos de eletrodos

source: Usability
pt_br: Usabilidade

source: Impedance
pt_br: Impedância

source: Impedance unit
pt_br: Unidade de impedância

source: Are you sure you want to delete electrode model?
pt_br: Tem certeza que deseja excluir o model de eletrodo?

source: New EMG
pt_br: Novo EMG

source: the EMG
pt_br: o EMG

source: EMG setting
pt_br: Configuração de EMG

source: Add Amplifier and Filter settings
pt_br: Inserir configurações de amplificador e filtro

source: EMG Amplifier settings
pt_br: Configurações de amplificador de EMG

source: (times)
pt_br: (vezes)

source: Analog filter settings
pt_br: Configurações de filtro analógico

source: Low pass
pt_br: Passa-baixa

source: High pass
pt_br: Passa-alta

source: Low band pass
pt_br: Passa-banda inferior:

source: High band pass
pt_br: Passa-alta superior

source: Low notch
pt_br: Corte inferior

source: High notch
pt_br: Corte superior

source: Add Preamplifier setting
pt_br: Adicionar configurações de pré-amplificador

source: EMG Preamplifier settings
pt_br: Configurações de pré-amplificador de EMG

source: Preamplifier
pt_br: Pré-amplificador

source: New intramuscular placement
pt_br: Novo posicionamento intramuscular

source: the intramuscular placement
pt_br: O posicionamento intramuscular

source: Method of insertion
pt_br: Método de inserção

source: Depth of insertion
pt_br: Profundidade de inserção

source: New needle placement
pt_br: Novo posicionamento de eletrodo agulha

source: the needle placement
pt_br: Posicionamento de eletrodo agulha

source: EMG electrode placement system
pt_br: Sistema de posicionamento de eletrodo EMG

source: Muscle subdivision
pt_br: Sub-divisão do músculo

source: Location description
pt_br: Descrição da localização

source: Photo
pt_br: Foto

source: No photo added
pt_br: Foto não adicionada

source: Are you sure you want to delete this emg electrode placement?
pt_br: Tem certeza que deseja excluir este posicionamento de eletrodos de EMG?

source: Add A/D converter setting
pt_br: Incluir configuração de conversor A/D

source: EMG A/D converter settings
pt_br: Configurações de conversor A/D de EMG

source: Add digital filter setting
pt_br: Adicionar configuração de filtro digital

source: EMG digital filter settings
pt_br: Configurações de filtro digital de EMG

source: Add electrode setting
pt_br: Configurações de rede de eletrodos de EEG

source: EMG electrode settings
pt_br: Configurações de eletrodo de EMG

source: Electrode type
pt_br: Tipo de Eletrodo

source: Electrode
pt_br: Eletrodo

source: Electrode placement
pt_br: Posicionamento de eletrodo

source: Muscle side
pt_br: Lado do músculo

source: Start posture
pt_br: Postura inicial

source: Orientation
pt_br: Orientação

source: Fixation on the skin
pt_br: Fixação sobre a pele

source: Reference electrode
pt_br: Eletrodo de referencia

source: Clinical test
pt_br: Teste clínico

source: Remarks
pt_br: Observações

source: Amplifier settings:
pt_br: Configurações de amplificador

source: gain:
pt_br: ganho:

source: low pass (Hz):
pt_br: passa-baixa (Hz)

source: high pass (Hz):
pt_br: passa-alta (Hz)

source: band pass (Hz):
pt_br: passa banda (Hz)

source: order:
pt_br: ordem:

source: Amplifier and filter
pt_br: Amplificador e filtro

source: New EMG setting
pt_br: Nova Configuração de EMG

source: EMG Setting
pt_br: Configuração de EMG

source: Acquisition software version
pt_br: Versão de software de aquisição

source: Electrode settings:
pt_br: Configurações de eletrodo

source: Muscle side:
pt_br: Lado do músculo:

source: Electrode:
pt_br: Eletrodo:

source: Remarks:
pt_br: Observações:

source: Preamplifier:
pt_br: Pré-amplificador:

source: gain:
pt_br: ganho:

source: Amplifier:
pt_br: Amplificador:

source: Analog filter setting:
pt_br: Configuração de filtro analógico

source: low pass (Hz):
pt_br: passa-baixa (Hz)

source: high pass (Hz):
pt_br: passa-alta (Hz):

source: band pass (Hz):
pt_br: passa banda (Hz):

source: order (Hz):
pt_br: ordem (Hz):

source: Add new
pt_br: Adicionar novo

source: More settings:
pt_br: Mais configurações:

source: Digital filter
pt_br: Filtro digital

source: Low pass (Hz):
pt_br: Passa-baixa (Hz):

source: High pass (Hz):
pt_br: Passa-alta (Hz):

source: Band pass (Hz):
pt_br: Passa banda (Hz):

source: Sampling rate:
pt_br: Taxa de amostragem:

source: Delete EMG setting
pt_br: Remover configuração de EMG

source: Are you sure you want to delete this EMG setting?
pt_br: Tem certeza que deseja excluir esta configuração de EMG?

source: New surface placement
pt_br: Novo posicionamento de eletrodo de superficia

source: the surface placement
pt_br: Posicionamento de eletrodo de superficie

source: Import Experiment/Project
pt_br: Importar Experimento/Projeto

source: Import Study/Experiment
pt_br: Importar Estudo/Experimento

source: Import Study
pt_br: Importar Estudo

source: Choose a .zip file previously exported by NES
pt_br: Selecione um arquivo .zip previamente exportado pelo NES

source: This will create a whole new Experiment/Project. The extension of objects that will be imported depends upon the stuff inside json file.
pt_br: Isto irá criar um Experimento/projeto completo. A extensão dos objetos que serão importados depende das coisas que estão dentro do arquivo zip.

source: This will create a whole new Study. The extension of objects that will be imported depends upon the stuff inside zip file.
pt_br: Isto irá criar um Estudo completo. A extensão dos objetos que serão importados depende das coisas que estão dentro do arquivo zip.

source: Basic experiment/project information
pt_br: Informações básicas do experimento/projeto

source: Title
pt_br: Título

source: Study
pt_br: Estudo

source: Last update
pt_br: Última atualização

source: Researchers
pt_br: Pesquisadores

source: No registered researcher
pt_br: Nenhum pesquisador cadastrado

source: Groups
pt_br: Grupos Experimentais

source: No registered group
pt_br: Nenhum grupo cadastrado

source: No experimental protocol registered
pt_br: Nenhum protocolo experimental cadastrado

source: No experiment/project found.
pt_br: Nenhum experimento/proneto encontrado.

source: New experiment/project
pt_br: Novo experimento/projeto

source: Project info URL
pt_br: URL do projeto

source: Is public
pt_br: É público

source: Data acquisition is concluded
pt_br: Aquisição de dados concluída

source: Export
pt_br: Exportar

source: NeuroMat Portal - Experimental data sending
pt_br: Portal do NeuroMat - Envio de dados experimentais

source: Last update of the experiment:
pt_br: Última atualização do experimento:

source: Last sending status:
pt_br: Último status de envio:

source: never sent
pt_br: nunca enviado

source: Portal status
pt_br: Status no Portal

source: Send to Portal
pt_br: Enviar para Portal

source: Resend to Portal
pt_br: Reenviar para Portal

source: Person
pt_br: Pessoa

source: Institution
pt_br: Instituição

source: Not registered
pt_br: Não cadastrado

source: Remove researcher
pt_br: Remover pesquisador

source: Details
pt_br: Detalhes

source: participants
pt_br: participantes

source: missing experimental protocol
pt_br: falta protocolo experimental

source: Source Code
pt_br: Código fonte

source: EEG Settings
pt_br: Configurações de EEG

source: EMG Settings
pt_br: Configurações de EMG

source: TMS Settings
pt_br: Configurações de TMS

source: Context trees
pt_br: Árvores de contexto

source: Are you sure you want to delete experiment?
pt_br: Tem certeza que deseja excluir o experimento?

source: Are you sure you want to remove this researcher?
pt_br: Tem certeza que deseja excluir esse pesquisador?

source: Schedule of sending
pt_br: Agendamento de envio

source: Resend experiment/project to Portal
pt_br: Reenviar experimento/projeto para Portal

source: Send experiment/project to Portal
pt_br: Enviar experimento/projeto para Portal

source: Committee responsible for the Portal
pt_br: Comitê responsável pelo Portal

source: When the experiment/project is sent to the Portal, its information is verified by a committee before it is publicly available.
pt_br: Quando o experimento/projeto é enviado para o Portal, sua informação é verificada por um comitê antes de se tornar publicamente disponível.

source: Then, after be approved, an email will be sent to the experiment/project owner.
pt_br: Então, após ser aprovado, um e-mail será enviado para o dono do experimento.

source: Reason for resending
pt_br: Razão para reenviar

source: send patient age
pt_br: enviar a idade do paciente

source: Questionnaires and questions to send
pt_br: Questionários e questões para enviar

source: Fields available:
pt_br: Campos disponíveis:

source: Please, select a questionnaire from the list.
pt_br: Por favor, selecione um questionário da lista.

source: Fields chosen:
pt_br: Campos escolhidos:

source: Filter type List
pt_br: Lista de tipos de filtro

source: Are you sure you want to delete filter type?
pt_br: Tem certeza que deseja excluir o tipo de filtro?

source: New generic data collection
pt_br: Nova coleta genérica de dados

source: the generic data collection
pt_br: a coleta genérica de dados

source: Information type
pt_br: Tipo de informação

source: Check goalkeeper game data
pt_br: Checar dados do jogo do goleiro

source: Change institution code
pt_br: Alterar código da instituição

source: Create institution code
pt_br: Criar código da instituição

source: missing institution code
pt_br: falta código da instituição

source: Group code
pt_br: Código do grupo

source: Change group code
pt_br: Alterar código do grupo

source: Create group code
pt_br: Criar código do grupo

source: Goalkeeper game phase path
pt_br: Caminho da fase de jogo do goleiro

source: Game and phase
pt_br: Jogo e fase

source: (No goalkeeper game phase collection)
pt_br: (Não há coleta de fase de jogo do goleiro)

source: Change game and phase
pt_br: Alterar jogo e fase

source: Select the game and phase
pt_br: Selecione o jogo e a fase

source: No goalkeeper game and phase registered.
pt_br: Não há jogo do goleiro e fase cadastrados.

source: Load goalkeeper game data
pt_br: Carregar dados do jogo do goleiro

source: New group
pt_br: Novo grupo

source: Group basic information
pt_br: Informações básicas do grupo

source: Other inclusion description
pt_br: Outras descrições de inclusão

source: Inclusion criteria
pt_br: Critério de inclusão

source: Inform disease diagnosis or disease code (ICD-10)
pt_br: Especificar o diagnóstico da doença ou o código da doença (CID-10)

source: There are no diagnosis as inclusion criteria of participants in this group
pt_br: Não há diagnósticos como critério de inclusão de participantes neste grupo

source: Questionnaires of experimental protocol
pt_br: Questionários do protocolo experimental

source: Quantity of fills for each participant
pt_br: Quantidade de preenchimentos exigida para cada participante

source: Needed fills by participant
pt_br: Preenchimentos necessários por participante

source: Quantity of fills needed by pariticipant multiplied by quantity of participants in this group
pt_br: Quantidade de preenchimentos necessários por participante vezes a quantidade de participantes deste grupo

source: Total fills needed
pt_br: Total de preenchimentos necessários

source: Sum of fills quantity already made by each participant
pt_br: Soma da quantidade de preenchimentos já realizada por cada participante

source: Total fills already made
pt_br: Total de preenchimentos já realizados

source: There are no questionnaires in the experimental protocol in this group
pt_br: Não há questionários no protocolo experimental deste grupo

source: Participants and data collections
pt_br: Participantes e coletas de dados

source: View / Edit
pt_br: Ver / Editar

source: There is %(number_of_subjects)s participant recorded
pt_br: Há %(number_of_subjects)s participante registrado

source: There are %(number_of_subjects)s participants recorded
pt_br: Há %(number_of_subjects)s participantes registrados

source: No participants recorded
pt_br: Não há participantes cadastrados

source: Add participant/s
pt_br: Adicionar participante/s

source: Set of root steps
pt_br: Conjunto de passos raiz

source: UnConfigure experimental protocol
pt_br: Desconfigurar protocolo experimental

source: Textual description
pt_br: Descrição textual

source: Graph representation
pt_br: Representação gráfica

source: Image not available.
pt_br: Imagem não disponível

source: There is no experimental protocol configured
pt_br: Não há protocolo experimental configurado

source: The experimental protocol root is always a set of steps. You can create a new set or reuse some that have already been created for this experiment.
pt_br: A raiz de um protocolo experimental é sempre um conjunto de passos. Você poderá criar um conjunto novo ou reusar algum que já tenha sido criado para este experimento.

source: Configure / Create
pt_br: Configurar / Criar

source: Are you sure you want to delete group?
pt_br: Tem certeza que deseja excluir o grupo?

source: Are you sure you want to delete diagnosis?
pt_br: Tem certeza que deseja excluir o diagnóstico?

source: Are you sure you want to unprovision experimental protocol?
pt_br: Tem certeza que deseja desconfigurar o protocolo experimental?

source: Unset
pt_br: Desconfigurar

source: This experiment is in use, you can not change it! Do you want to copy this experiment?
pt_br: Este experimento está em uso e não é possível alterá-lo. Gostaria de fazer uma cópia deste experimento?

source: Results
pt_br: Resultados

source: 1 Study imported
pt_br: 1 Estudo importado

source: 1 Experiment/Project imported
pt_br: 1 Experimento/projeto importado

source: %(count)s Group imported
pt_br: %(count)s Grupo importado

source: %(count)s <em>%(human_readable)s</em> step imported
pt_br: %(count)s passo de <em>%(human_readable)s</em> importado

source: the instruction
pt_br: a instrução

source: Instruction text
pt_br: Texto da instrução

source: Add a new keyword
pt_br: Adicionar nova palavra-chave

source: Manufacturer List
pt_br: Lista de fabricantes

source: Are you sure you want to delete manufacturer?
pt_br: Tem certeza que deseja excluir o fabricante?

source: Material List
pt_br: Lista de materiais

source: Are you sure you want to delete material?
pt_br: Tem certeza que deseja excluir o material?

source: New media collection
pt_br: Nova coleta de mídia

source: the media collection
pt_br: a coleta de mídia

source: Muscle
pt_br: Músculo

source: Muscle List
pt_br: Lista de músculo

source: Subdivision
pt_br: Sub-divisão

source: Anatomy Origin
pt_br: Origem da anatomia

source: Anatomy Insertion
pt_br: Inserção da anatomia

source: Anatomy Function
pt_br: Função de anatomia

source: Side
pt_br: Lado

source: Are you sure you want to delete muscle?
pt_br: Tem certeza que deseja excluir o músculo?

source: Are you sure you want to delete muscle side?
pt_br: Tem certeza que deseja excluir o lado do músculo?

source: Anatomy origin
pt_br: Origem da anatomia

source: Anatomy insertion
pt_br: Inserção da anatomia

source: Anatomy function
pt_br: Função de anatomia

source: Are you sure you want to delete muscle subdivision?
pt_br: Tem certeza que deseja excluir sub-divisão do músculo?

source: New pause
pt_br: Nova pausa

source: the pause
pt_br: a pausa

source: Publications
pt_br: Publicações

source: Add experiment
pt_br: Novo experimento

source: Experiment selection
pt_br: Seleção de experimentos

source: Experiments
pt_br: Experimentos

source: Publication list
pt_br: Lista de publicações

source: Insert new publication
pt_br: Inserir nova publicação

source: Publication
pt_br: Publicação

source: Publication Type
pt_br: Tipo da publicação

source: Citation
pt_br: Citação

source: File
pt_br: Arquivo

source: Related experiments/Projects
pt_br: Experimentos/projetos relacionados

source: Remove experiment/project from list
pt_br: Remover experimento/projeto da lista

source: Are you sure you want to delete this publication?
pt_br: Tem certeza que deseja excluir esta publicação?

source: Are you sure you want to remove experiment/project from list?
pt_br: Tem certeza de que deseja excluir experimento/projeto da lista?

source: New questionnaire
pt_br: Novo questionário

source: the questionnaire
pt_br: o questionário

source: Questionnaire name at LimeSurvey
pt_br: Nome do questionário no LimeSurvey

source: Identification:
pt_br: Identificação:

source: Description:
pt_br: Descrição:

source: Duration:
pt_br: Duração:

source: Use name:
pt_br: Nome do uso:

source: Quantity of repetitions:
pt_br: Quantidade de repetições

source: Interval among repetitions:
pt_br: Intervalo entre repetições:

source: Completed fills
pt_br: Preenchimentos concluídos

source: Fills
pt_br: Preenchimentos

source: (No participant inserted)
pt_br: (Não há participantes cadastrados)

source: No status
pt_br: Não há status

source: Complete
pt_br: Completo

source: Incomplete
pt_br: Incompleto

source: Updated
pt_br: Atualizado

source: New fill
pt_br: Novo preenchimento

source: Studies list
pt_br: Lista de estudos

source: Term
pt_br: Vigência

source: Responsible
pt_br: Responsável

source: From
pt_br: A partir de

source: Insert new study
pt_br: Inserir novo estudo

source: Send experiments/projects to Portal
pt_br: Enviar experimentos/projeto para Portal

source: Study basic information
pt_br: Informações básicas do estudo

source: Initial date
pt_br: Data de início

source: End date
pt_br: Data de fim

source: Keywords
pt_br: Palavras-chave

source: Type a keyword to include an existent or new
pt_br: Digite uma palavra-chave para acrescentar uma existente ou uma nova

source: Experiments/Projects
pt_br: Experimentos/Projetos

source: Create PDF
pt_br: Criar PDF

source: Copy experiment
pt_br: Copiar experimento

source: Are you sure you want to delete study?
pt_br: Tem certeza que deseja excluir o estudo?

source: Are you sure you want to remove this collaborator from this team?
pt_br: Tem certeza que deseja excluir este colaborador da equipe?

source: Are you sure you want to change the coordinator status for this collaborator?
pt_br: Tem certeza que deseja alterar o status de coordenador deste colaborador?

source: Change is_coordinator
pt_br: Alterar status de coordenador

source: Do you want to copy this experiment?
pt_br: Você deseja copiar este experimento?

source: List of experiments to send to Portal
pt_br: Lista de experimentos para enviar ao Portal

source: Experiment/Project title
pt_br: Título do experimento/projeto

source: Study title
pt_br: Título do estudo

source: Schedule time
pt_br: Hora do agendamento

source: Reason (when resending)
pt_br: Razão (quando é reenvio)

source: Search Participants
pt_br: Buscar participantes

source: Add new participants
pt_br: Adicionar novos participantes

source: All participants
pt_br: Todos os participantes

source: Filter participants
pt_br: Filtrar participantes

source: Marital status
pt_br: Estado civil

source: Locations
pt_br: Localizações

source: Enter a city
pt_br: Entre com uma cidade

source: Diagnosis
pt_br: Diagnóstico

source: Enter a diagnosis
pt_br: Entre com um diagnóstico

source: Basic registers
pt_br: Cadastros Básicos

source: List view
pt_br: Lista

source: Equipment / Device registers
pt_br: Equipamentos / Cadastro de dispositivos

source: List of participants
pt_br: Lista de participantes

source: participants were selected
pt_br: participantes foram selecionados

source: Delete participant
pt_br: Excluir participante

source: Add participants
pt_br: Adicionar participantes

source: Are you sure you want to delete participant?
pt_br: Tem certeza que deseja excluir o participante?

source: Software List
pt_br: Lista de software

source: Versions
pt_br: Versão

source: Are you sure you want to delete software?
pt_br: Tem certeza que deseja excluir o software?

source: Are you sure you want to delete software version?
pt_br: Tem certeza que deseja excluir a versão do software?

source: New Source Code
pt_br: Novo código fonte

source: File format
pt_br: Formato de arquivo

source: Delete Source Code
pt_br: Deletar código fonte

source: Are you sure you want to delete this Source Code?
pt_br: Tem certeza de que deseja excluir este código fonte?

source: Are you sure you want to delete this source code from list?
pt_br: Tem certeza de que deseja excluir este código fonte da lista?

source: EMG Electrode Placement System List
pt_br: Lista de sistemas de posicionamento de eletrodos de EMG

source: EMG electrode placements
pt_br: Posicionamento de eletrodo de EMG

source: Insert electrode placement
pt_br: Posicionamento de eletrodo de inserção

source: Are you sure you want to delete this EMG electrode placement system?
pt_br: Tem certeza que deseja excluir este sistema de posicionamento de electrodos de EMG?

source: Stimuli Equipment List
pt_br: Lista de Equipamentos de Estimulação

source: Are you sure you want to delete Stimuli Equipment
pt_br: Tem certeza de que deseja excluir o Equipamento de Estimulação?

source: New Stimuli Equipment setting
pt_br: Nova configuração de Equipamento de Estimulação

source: Stimuli Equipment Setting
pt_br: Configuração de Equipamento de Estimulação

source: Stimuli Equipment Identification
pt_br: Identificação do equipamento de estimulação

source: Delete Stimuli Equipment setting
pt_br: Excluir configuração do Equipamento de Estimulação

source: Are you sure you want to delete this Stimuli Equipment setting?
pt_br: Tem certeza de que deseja excluir a configuração do Equipamento de Estimulação?

source: New stimulus
pt_br: Novo estímulo

source: the stimulus
pt_br: o estímulo

source: Stimulus Setting
pt_br: Configurações de estimulação

source: Stimulus type
pt_br: Tipo do estímulo

source: Media file
pt_br: Arquivo de mídia

source: Additional data collection
pt_br: Coleta de dados adicionais

source: Date
pt_br: Data

source: File format description
pt_br: Descrição de formato de arquivo
