Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/experiment/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Error trying to delete TMS device.
pt_br: Erro ao tentar excluir dispositivo TMS.

source: Material created successfully.
pt_br: Material criado com sucesso.

source: Material updated successfully.
pt_br: Material alterado com sucesso.

source: Material removed successfully.
pt_br: Material excluído com sucesso.

source: Error trying to delete material.
pt_br: Erro ao deletar o material

source: EEG electrode net created successfully.
pt_br: Rede de eletrodo de EEG criada com sucesso.

source: EEG electrode net updated successfully.
pt_br: Rede de eletrodos de EEG alterada com sucesso.

source: EEG electrode net cannot be removed because it is used in EEG electrode system.
pt_br: Rede de eletrodos de EEG não pode ser removida porque é usada em sistema de eletrodos de EEG.

source: EEG electrode net cannot be removed because cap size is associated with EEG data.
pt_br: Rede de eletrodos de EEG não pode ser removida porque tamanho da touca está associado a dados de EEG.

source: EEG electrode net removed successfully.
pt_br: Rede de eletrodos de EEG excluída com sucesso.

source: Error trying to delete EEG Electrode Net.
pt_br: Erro ao tentar excluir a rede de eletrodos de EEG.

source: EEG cap size created successfully.
pt_br: Tamanho da touca de EEG criada com sucesso.

source: Cap size updated successfully.
pt_br: Tamanho da touca atualizado com sucesso.

source: Cap size removed successfully.
pt_br: Tamanho da touca excluído com sucesso.

source: Error trying to delete cap size.
pt_br: Erro ao tentar excluir tamanho da touca.

source: A/D converter created successfully.
pt_br: Conversor A/D criado com sucesso.

source: A/D converter updated successfully.
pt_br: Conversor A/D alterado com sucesso.

source: A/D converter removed successfully.
pt_br: Conversor A/D removido com sucesso.

source: Error trying to delete A/D converter.
pt_br: Erro ao tentar excluir o conversor A/D.

source: Participant deleted from experiment.
pt_br: Participante deletado do experimento.

source: It was not possible to delete participant, because there are answers or eeg data associated
pt_br: Não foi possível excluir o participante, pois há respostas de questionários ou arquivos de eeg associados

source: Response
pt_br: Resposta

source: Participant has already been inserted in this group.
pt_br: Participante já foi incluído neste grupo

source: Fill not available - Table of tokens was not started.
pt_br: Preenchimento não disponível - Tabela de tokens não iniciada

source: Fill not available - Questionnaire is not activated.
pt_br: Preenchimento não disponível - Questionário não está ativo

source: Fill not available - Questionnaire does not contain standard fields.
pt_br: Preenchimento não disponível - Questionário não contém campos padronizados

source: Fail trying to generate token to answer questionnaire. Check if questionnaire is active.
pt_br: Falha ao gerar token para responder questionário. Verifique se o questionário está ativo

source: Could not send email to
pt_br: Não foi possível enviar e-mail para

source: Patient has not email registered. Please register an email for her/him
pt_br: O paciente não tem um e-mail cadastrado. Por favor cadastre um e-mail para ela/ele

source: Your link to respond the questionnaire
pt_br: Seu _link_ para responder o questionário

source: Email sent successfully to
pt_br: E-mail enviado com sucesso para

source: Fill reused successfully.
pt_br: Preenchimento reutilizado com sucesso

source: You will be redirected to questionnaire. Please wait.
pt_br: Você será redirecionado para o questionário. Aguarde.

source: Fill deleted successfully.
pt_br: Preenchimento removido com sucesso

source: Error trying to delete fill
pt_br: Erro ao deletar o preenchimento

source: 1 new response was imported.
pt_br: 1 nova resposta foi importada.

source: %s new responses were imported.
pt_br: %s novas respostas foram importadas.

source: No new data loaded.
pt_br: Nenhum dado foi carregado.

source: EEG data collection created successfully.
pt_br: Coleta de dados de EEG criada com sucesso.

source: Now you can configure each electrode position
pt_br: Agora você pode configurar cada posição de eletrodo.

source: EEG data removed successfully.
pt_br: Dados de EEG excluídos com sucesso.

source: EEG data updated successfully.
pt_br: Dados de EEG alterado com sucesso.

source: EEG position data updated successfully.
pt_br: Dados da posição alterados com sucesso.

source: Waiting for status
pt_br: Esperando por status

source: Reading source file
pt_br: Lendo arquivo fonte

source: Finished
pt_br: Terminado

source: It was not possible to open the data file. Check if the number of channels configured is correct.
pt_br: Não foi possível abrir o arquivo de dados. Verifique se o número de canais configurado está correto.

source: Reading metadata
pt_br: Lendo metadados

source: Reading device data
pt_br: Lendo dados do dispositivo

source: Reading acquisition data
pt_br: Lendo dados de aquisição

source: Filter type:
pt_br: Tipo de filtro:

source: High pass:
pt_br: Passa-alta:

source: Low pass:
pt_br: Passa-baixa:

source: Order:
pt_br: Ordem:

source: TMS data collection created successfully.
pt_br: Coleta de dados de TMS criada com sucesso.

source: TMS data removed successfully.
pt_br: Dados de TMS excluídos com sucesso.

source: TMS data updated successfully.
pt_br: Dados de TMS alterado com sucesso.

source: TMS position updated sucessfully.
pt_br: Posição de TMS foi alterada com sucesso.

source: There is no changes to save
pt_br: Não há alterações para salvar.

source: Goalkeeper game phase data collection created successfully.
pt_br: Coleta de dados de jogo do goleiro criada com sucesso.

source: Goalkeeper game phase data removed successfully.
pt_br: Dados de jogo do goleiro excluídos com sucesso.

source: Goalkeeper game phase data updated successfully.
pt_br: Dados de jogo do goleiro alterados com sucesso.

source: Group code already used. Please choose another name.
pt_br: Código de grupo já utilizado. Por favor, escolha outro nome.

source: Group code changed successfully.
pt_br: Código do grupo atualizado com sucesso.

source: No group code configured.
pt_br: Não há código de grupo configurado.

source: Team or structure: %s Game code: %s Participant: %s
pt_br: Time ou estrutura: %s Código do jogo: %s Participante: %s

source: Team or structure: %s Game code: %s Phase: %s Participant: %s
pt_br: Time ou estrutura: %s Código do jogo: %s Fase: %s Participante: %s

source: 1 new play was imported.
pt_br: 1 nova jogada foi importada.

source: %s new plays were imported.
pt_br: %s novas jogadas foram importadas.

source: Generic data collection created successfully.
pt_br: Coleta genérica de dados criada com sucesso.

source: Media collection removed successfully.
pt_br: Coleta de mídia removida com sucesso.

source: Generic data collection removed successfully.
pt_br: Coleta genérica de dados removida com sucesso.

source: Generic data collection updated successfully.
pt_br: Coleta genérica de dados atualizada com sucesso.

source: TMS position updated successfully.
pt_br: Posição de TMS foi alterada com sucesso.

source: Selected data collections were removed successfully.
pt_br: Coletas de dados selecionadas foram removidas com sucesso.

source: There were no items selected to remove.
pt_br: Não existem itens selecionados para remover

source: Selected data collections were transfered successfully.
pt_br: Coletas de dados selecionadas foram transferidas com sucesso.

source: There were no items selected to transfer.
pt_br: Não existem itens selecionados para transferir

source: EMG data collection created successfully.
pt_br: Coleta de dados de EMG criada com sucesso.

source: EMG data removed successfully.
pt_br: Dados de EMG excluídos com sucesso.

source: EMG data updated successfully.
pt_br: Dados de EMG alterado com sucesso.

source: Main step
pt_br: Passo principal

source: Sub-steps: (
pt_br: Sub-passos: (

source: Duration value
pt_br: Valor de duração

source: Duration unit
pt_br: Unidade de duração

source: Number of mandatory components
pt_br: Número de passos obrigatórios

source: Text
pt_br: Texto

source: LimeSurvey ID
pt_br: ID LimeSurvey

source: Questionnaire title
pt_br: Título do questionário

source: Number of repetitions
pt_br: Número de repetições

source: Interval between repetitions value
pt_br: Valor do intervalo entre repetições

source: Interval between repetitions unit
pt_br: Unidade do intervalo entre repetições

source: Position in the set of steps
pt_br: Posição no conjunto de passos

source: Requires start and end datetime
pt_br: Requer configuração de data/hora de início e fim

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Additional data collection created successfully.
pt_br: Coleta de dados adicionais criada com sucesso.

source: Additional data removed successfully.
pt_br: Dados adicionais excluídos com sucesso.

source: Additional data updated successfully.
pt_br: Dados adicionais alterados com sucesso.

source: Subject step data was created successfully.
pt_br: Dados do passo do participante criado com sucesso.

source: Subject step data updated successfully.
pt_br: Dados do passo do participante alterado com sucesso.

source: Consent term saved successfully.
pt_br: Termo salvo com sucesso.

source: There are not attachments to save
pt_br: Não existem anexos para salvar

source: Attachment deleted successfully.
pt_br: Anexo removido com sucesso.

source: Step included successfully.
pt_br: Passo incluído com sucesso.

source: Use of step
pt_br: Uso do passo

source: years
pt_br: anos

source: year
pt_br: ano

source: months
pt_br: meses

source: month
pt_br: mês

source: weeks
pt_br: semanas

source: week
pt_br: semana

source: days
pt_br: dias

source: day
pt_br: dia

source: hours
pt_br: horas

source: hour
pt_br: hora

source: minutes
pt_br: minutos

source: minute
pt_br: minuto

source: seconds
pt_br: segundos

source: second
pt_br: segundo

source: miliseconds
pt_br: milesegundos

source: milisecond
pt_br: milesegundo

source: and
pt_br: e

source: Copy of
pt_br: Cópia de

source: Step use updated successfully.
pt_br: Uso do passo atualizado com sucesso.

source: Component deleted successfully.
pt_br: Componente removido com sucesso.

source: Step updated successfully.
pt_br: Passo alterado com sucesso.

source: This component is reused in
pt_br: Este component é usado em

source: other step(s). Pay attention to any change made to it will reflect in the other(s).
pt_br: outro(s) passo(s). Note que as edições feitas nele se refletirão no(s) outro(s).

source: Experimental protocol included successfully.
pt_br: Protocolo experimental incluído com sucesso.

source: Steps included successfully.
pt_br: Passos incluídos com sucesso.

source: EEG electrode localization system created successfully.
pt_br: Sistema de localização de eletrodo de EEG criado com sucesso.

source: Error trying to delete localization system.
pt_br: Erro ao tentar excluir sistema de localização.

source: Impossible to delete localization system because there is (are) Electrode Net associated.
pt_br: Não foi possível excluir sistema de localização, pois há rede de eletrodos associado.

source: Localization system updated successfully.
pt_br: Sistema de localização alterado com sucesso.

source: EEG electrode positions updated successfully.
pt_br: Posição de eletrodo de EEG atualizada com sucesso.

source: EEG electrode position created successfully.
pt_br: Posição de eletrodo de EEG criada com sucesso.

source: Position removed successfully.
pt_br: Posição excluída com sucesso.

source: Error trying to delete position.
pt_br: Erro ao tentar excluir a posição.

source: Impossible to delete position because there is (are) Position Setting associated.
pt_br: Não foi possível excluir posição, pois há configuração de posição associada.

source: Position updated successfully.
pt_br: Posição foi alterada com sucesso.

source: EMG setting included successfully.
pt_br: Configuração de EMG incluída com sucesso.

source: EMG setting was removed successfully.
pt_br: Configuração de EMG excluído com sucesso.

source: EMG setting updated successfully.
pt_br: Configuração de EMG foi alterado com sucesso.

source: EMG digital filter setting created successfully.
pt_br: Configuração de filtro digital de EMG criada com sucesso.

source: EMG digital filter setting updated successfully.
pt_br: Configuração de filtro digital de EMG alterada com sucesso.

source: EMG A/D converter setting created successfully.
pt_br: Configuração de conversor A/D de EMG criada com sucesso.

source: EMG A/D converter setting updated successfully.
pt_br: Configuração de conversor A/D de EMG alterada com sucesso.

source: EMG electrode setting created successfully.
pt_br: Comfiguração de eletrodo de EMG criada com sucesso.

source: EMG electrode setting was updated successfully.
pt_br: Configuração de eletrodo de EMG alterada com sucesso.

source: EMG preamplifier setting created successfully.
pt_br: Configuração de pré-amplificador de EMG criada com sucesso.

source: EMG Preamplifier setting updated successfully.
pt_br: Configuração de pré-amplificador de EMG alterada com sucesso.

source: EMG amplifier setting created successfully.
pt_br: Configuração de amplificador de EMG criada com sucesso.

source: EMG Amplifier setting updated successfully.
pt_br: Configuração de amplificador de EMG alterada com sucesso.

source: TMS setting included successfully.
pt_br: Configuração de TMS incluída com sucesso.

source: TMS setting was removed successfully.
pt_br: Configuração de TMS excluído com sucesso.

source: TMS setting updated successfully.
pt_br: Configuração de TMS foi alterado com sucesso.

source: TMS device setting created successfully.
pt_br: Comfiguração de dispositivos de TMS criada com sucesso.

source: TMS device setting updated successfully.
pt_br: Configuração de dispositivos de TMS foi alterado com sucesso.

source: TMS localization system created successfully.
pt_br: Sistema de localização alterado com sucesso.

source: TMS localization system removed successfully.
pt_br: Sistema de localização de TMS removido com sucesso.

source: Context tree included successfully.
pt_br: Árvore de contexto incluída com sucesso.

source: Context tree was removed successfully.
pt_br: Árvore de contexto excluída com sucesso.

source: EMG placement system
pt_br: Sistema de posicionamento de EMG

source: EEG electrode net / Cap
pt_br: Rede de eletrodos de EEG / Touca
