Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/site_static/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Collapse
pt_br: Recolher

source: Expand
pt_br: Expandir

source: Are you sure you want to delete this use of step from list?
pt_br: Tem certeza que deseja excluir este uso de passo da lista?

source: Are you sure you want to delete these
pt_br: Tem certeza que deseja excluir estes

source: uses of step from list?
pt_br: usos de passo da lista?

source: Password must contain at least 8 characters, including at least one uppercase letter, digit or special character.
pt_br: Senha deve conter pelo menos 8 caracteres, incluindo ao menos uma letra maiúscula, dígito ou caractere especial.

source: You have to choose at least one user profile!
pt_br: Você precisa escolher ao menos um pefil de usuário!

source: E-mail have to be filled!
pt_br: E-mail precisa ser preenchido!

source: No data collection selected.
pt_br: Nenhuma coleta de dados selecionada.

source: No target step selected.
pt_br: Nenhum passo alvo selecionado.

source: delete
pt_br: remover

source: Please click on a new position on the image to update this point
pt_br: Por favor, clique em uma nova posição sobre a imagem para atualizar este ponto

source: This coodinates can't be modified because is being used by some EEG layout setting!
pt_br: Esta coordenada não pode ser modificada porque esta sendo usada por alguma configuração de EEG!

source: Updating point
pt_br: Atualizando ponto

source: Confirms the coordinates? x - y:
pt_br: Confirma as coordenadas? x - y:

source: Please enter the name of the point
pt_br: Por favor insira o nome do ponto

source: Please enter the name this point
pt_br: Por favor insira o nome do ponto

source: Passwords don't match
pt_br: Senhas não combinam

source: Weak
pt_br: Fraco

source: Fair
pt_br: Justa

source: Strong
pt_br: Forte

source: Excellent
pt_br: Excelente

source: Obligatory fields must be filled.
pt_br: Campos obrigatórios devem ser preenchidos.

source: Please fill the fields correctly. E-mail is invalid
pt_br: Preencha os campos corretamente. Campo de e-mail inválido

source: Either one or both Per participant/Per questionnaire must be set.
pt_br: Opção Por participante e/ou Por questionário deve ser preenchida.

source: At least one field from participant/questionnaire have to be set.
pt_br: Pelo menos um campo de participante/questionário deve ser preenchido.

source: At least one field from participant have to be set.
pt_br: Pelo menos um campo de participante deve ser preenchido.

source: Please enter the name of the position
pt_br: Por favor insira o nome da posição
