Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/qdc/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Current password
pt_br: Senha atual

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirmar nova senha

source: Passwords don't match
pt_br: Senhas diferentes

source: Your accouunt has been locked for 1 hour: too many login attempts.
pt_br: Sua conta foi bloqueada por 1 hora: muitas tentativas incorretas de login

source: There is a new version, please contact your NES administrator to update !
pt_br: Há uma nova versão, por favor contacte o Administrador do NES para atualizar o sistema.

source: Password changed successfully.
pt_br: Senha alterada com sucesso.

source: You dont have NES Git installation. Automatic upgrade can be done with git installation. Please contact your system administrator to upgrade NES to a new version.
pt_br: Você não possui Git instalado no servidor. A atualização automática somente pode ser realizada com a instalação do Git. Por favor contacte o administrador do NES para atualizá-lo com a nova versão.

source: Updated!!! Enjoy the new version of NES :-)
pt_br: Atualizado!!! Aproveite a nova versão do NES :-)

source: An unknown error ocurred ! Please contact your administrator system.
pt_br: Ocorreu um erro desconhecido! Por favor contacte o administrador do sistema.
