Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Can add alcohol frequency
pt_br: Pode adicionar frequência de etilismo

source: Can add alcohol period
pt_br: Pode adicionar período de etilismo

source: Can add amount cigarettes
pt_br: Pode adicionar quantidade de cigarros

source: Can add block
pt_br: Pode adicionar conjunto de passos

source: Can add classification of diseases
pt_br: Pode adicionar classificação de doenças

source: Can add complementary exam
pt_br: Pode adicionar exame complementar

source: Can add component
pt_br: Pode adicionar componente

source: Can add component configuration
pt_br: Pode adicionar configuração de componentes

source: Can add content type
pt_br: Pode adicionar tipo

source: Can add diagnosis
pt_br: Pode adicionar diagnóstico

source: Can add exam file
pt_br: Pode adicionar arquivo de exame

source: Can add experiment
pt_br: Pode adicionar experimento

source: Can add flesh tone
pt_br: Pode adicionar cor da pele

source: Can add gender
pt_br: Pode adicionar sexo

source: Can add group
pt_br: Pode adicionar grupo

source: Can add historical experiment
pt_br: Pode adicionar histórico de experimento

source: Can add historical patient
pt_br: Pode adicionar histórico de participante

source: Can add historical questionnaire response
pt_br: Pode adicionar resposta de questionário

source: Can add historical social demographic data
pt_br: Pode adicionar dados sociodemográficos

source: Can add historical social history data
pt_br: Pode adicionar histórico de história social

source: Can add historical telephone
pt_br: Pode adicionar histórico de telefone

source: Can add instruction
pt_br: Pode adicionar instrução

source: Can add keyword
pt_br: Pode adicionar palavra-chave

source: Can add log entry
pt_br: Pode adicionar log de entrada

source: Can add marital status
pt_br: Pode adicionar estado civil

source: Can add medical record data
pt_br: Pode adicionar dados de registro médico

source: Can add migration history
pt_br: Pode adicionar histórico de migração

source: Can add patient
pt_br: Pode adicionar participante

source: Can add pause
pt_br: Pode adicionar pausa

source: Can add payment
pt_br: Pode adicionar pagamento

source: Can add permission
pt_br: Pode adicionar permissão

source: Can add questionnaire
pt_br: Pode adicionar questinário

source: Can add questionnaire response
pt_br: Pode adicionar resposta de questionário

source: Can add religion
pt_br: Pode adicionar religião

source: Can add research project
pt_br: Pode adicionar projeto de pesquisa

source: Can add schooling
pt_br: Pode adicionar configuração de componentes

source: Can add session
pt_br: Pode adicionar sessão

source: Can add social demographic data
pt_br: Pode adicionar dados sociodemográficos

source: Can add social history data
pt_br: Pode adicionar dados de história social

source: Can add stimulus
pt_br: Pode adicionar estímulo

source: Can add stimulus type
pt_br: Pode adicionar tipo de estímulo

source: Can add subject
pt_br: Pode adicionar participante

source: Can add subject of group
pt_br: Pode adicionar grupo de participante

source: Can add survey
pt_br: Pode adicionar pesquisa

source: Can add task
pt_br: Pode adicionar tarefa

source: Can add task for the experimenter
pt_br: Pode adicionar tarefa para o experimentador

source: Can add telephone
pt_br: Pode adicionar telefone

source: Can add user
pt_br: Pode adicionar usuário

source: Can add user profile
pt_br: Pode adicionar perfil do usuário

source: Can change alcohol frequency
pt_br: Pode alterar frequência de etilismo

source: Can change alcohol period
pt_br: Pode alterar periodo de etilismo

source: Can change amount cigarettes
pt_br: Pode alterar quantidade de cigarros

source: Can change block
pt_br: Pode alterar participante

source: Can change classification of diseases
pt_br: Pode alterar classificação de doenças

source: Can change complementary exam
pt_br: Pode alterar exame complementar

source: Can change component
pt_br: Pode alterar componente

source: Can change component configuration
pt_br: Pode alterar component configuration

source: Can change content type
pt_br: Pode alterar tipo de conteúdo

source: Can change diagnosis
pt_br: Pode alterar diagnóstico

source: Can change exam file
pt_br: Pode alterar arquivo de exame

source: Can change experiment
pt_br: Pode alterar experimento

source: Can change flesh tone
pt_br: Pode alterar cor da pele

source: Can change gender
pt_br: Pode alterar sexo

source: Can change group
pt_br: Pode alterar grupo

source: Can change historical experiment
pt_br: Pode alterar histórico de experimento

source: Can change historical patient
pt_br: Pode alterar histórico de participante

source: Can change historical questionnaire response
pt_br: Pode alterar histórico de resposta de questionário

source: Can change historical social demographic data
pt_br: Pode alterar dados sociodemográficos

source: Can change historical social history data
pt_br: Pode alterar histórico de história social

source: Can change historical telephone
pt_br: Pode alterar histórico de telefone

source: Can change instruction
pt_br: Pode alterar instrução

source: Can change keyword
pt_br: Pode alterar palavra-chave

source: Can change log entry
pt_br: Pode alterar log de entrada

source: Can change marital status
pt_br: Pode alterar estado civil

source: Can change medical record data
pt_br: Pode alterar dados de registro médico

source: Can change migration history
pt_br: Pode alterar histórico de migração

source: Can change patient
pt_br: Pode alterar participante

source: Can change pause
pt_br: Pode alterar pausa

source: Can change payment
pt_br: Pode alterar pagamento

source: Can change permission
pt_br: Pode alterar permissão

source: Can change questionnaire
pt_br: Pode alterar questinário

source: Can change questionnaire response
pt_br: Pode alterar respostas do questionário

source: Can change religion
pt_br: Pode alterar religião

source: Can change research project
pt_br: Pode alterar projeto de pesquisa

source: Can change research project created by others
pt_br: Pode alterar projeto de pesquisa criado por outros

source: Can change schooling
pt_br: Pode alterar grau de instrução

source: Can change session
pt_br: Pode alterar sessão

source: Can change social demographic data
pt_br: Pode alterar dados sociodemográficos

source: Can change social history data
pt_br: Pode alterar dados de história social

source: Can change stimulus
pt_br: Pode alterar estímulo

source: Can change stimulus type
pt_br: Pode alterar tipo de estímulo

source: Can change subject
pt_br: Pode alterar participante

source: Can change subject of group
pt_br: Pode alterar grupo de participante

source: Can change survey
pt_br: Pode alterar pesquisa

source: Can change task
pt_br: Pode alterar tarefa

source: Can change task for the experimenter
pt_br: Pode alterar tarefa para o experimentador

source: Can change telephone
pt_br: Pode alterar telefone

source: Can change user
pt_br: Pode alterar usuário

source: Can change user profile
pt_br: Pode alterar perfil do usuário

source: Can delete alcohol frequency
pt_br: Pode remover frequência de etilismo

source: Can delete alcohol period
pt_br: Pode remover período de etilismo

source: Can delete amount cigarettes
pt_br: Pode remover quantidade de cigarros

source: Can delete block
pt_br: Pode remover participante

source: Can delete classification of diseases
pt_br: Pode remover classificação de doenças

source: Can delete complementary exam
pt_br: Pode remover exame complementar

source: Can delete component
pt_br: Pode remover componente

source: Can delete component configuration
pt_br: Pode remover component configuration

source: Can delete content type
pt_br: Pode remover tipo

source: Can delete diagnosis
pt_br: Pode remover diagnóstico

source: Can delete exam file
pt_br: Pode remover arquivo de exame

source: Can delete experiment
pt_br: Pode remover experimento

source: Can delete flesh tone
pt_br: Pode remover cor da pele

source: Can delete gender
pt_br: Pode remover sexo

source: Can delete group
pt_br: Pode remover grupo

source: Can delete historical experiment
pt_br: Pode remover histórico de experimento

source: Can delete historical patient
pt_br: Pode remover histórico de participante

source: Can delete historical questionnaire response
pt_br: Pode remover histórico de resposta de questionário

source: Can delete historical social demographic data
pt_br: Pode remover dados sociodemográficos

source: Can delete historical social history data
pt_br: Pode remover histórico de história social

source: Can delete historical telephone
pt_br: Pode remover histórico de telefone

source: Can delete instruction
pt_br: Pode remover instrução

source: Can delete keyword
pt_br: Pode remover palavra-chave

source: Can delete log entry
pt_br: Pode remover log de entrada

source: Can delete marital status
pt_br: Pode remover estado civil

source: Can delete medical record data
pt_br: Pode remover dados de prontuário

source: Can delete migration history
pt_br: Pode remover histórico de migração

source: Can delete patient
pt_br: Pode remover participante

source: Can delete pause
pt_br: Pode remover usuário

source: Can delete payment
pt_br: Pode remover pagamento

source: Can delete permission
pt_br: Pode remover permissão

source: Can delete questionnaire
pt_br: Pode remover questinário

source: Can delete questionnaire response
pt_br: Pode remover respostas do questionário

source: Can delete religion
pt_br: Pode remover religião

source: Can delete research project
pt_br: Pode remover projeto de pesquisa

source: Can delete schooling
pt_br: Pode remover grau de instrução

source: Can delete session
pt_br: Pode remover sessão

source: Can delete social demographic data
pt_br: Pode remover dados sociodemográficos

source: Can delete social history data
pt_br: Pode remover dados de história social

source: Can delete stimulus
pt_br: Pode remover estímulo

source: Can delete stimulus type
pt_br: Pode remover tipo de estímulo

source: Can delete subject
pt_br: Pode remover participante

source: Can delete subject of group
pt_br: Pode remover grupo de participante

source: Can delete survey
pt_br: Pode remover pesquisa

source: Can delete task
pt_br: Pode remover tarefa

source: Can delete task for the experimenter
pt_br: Pode remover tarefa para o experimentador

source: Can delete telephone
pt_br: Pode remover telefone

source: Can delete user
pt_br: Pode remover usuário

source: Can delete user profile
pt_br: Pode remover perfil do usuário

source: Can view medical record data
pt_br: Pode ver dados de registro médico

source: Can view patient
pt_br: Pode ver participante

source: Can view questionnaire response
pt_br: Pode ver resposta de questionário

source: Can view research project
pt_br: Pode ver projeto de pesquisa

source: Can view survey
pt_br: Pode ver questionário

source: Can export medical record data
pt_br: Pode exportar dados de registro médico

source: Can export patient
pt_br: Pode exportar participante

source: Can export questionnaire response
pt_br: Pode exportar respostas do questionário

source: Can register equipment
pt_br: Pode registrar experimento

source: Can view sensitive patient data
pt_br: Pode ver dados sensíveis de participante

source: Can send data to plugin
pt_br: Pode enviar dados para o plugin

source: Attendant
pt_br: Atendente

source: Physiotherapist
pt_br: Fisioterapeuta

source: Doctor
pt_br: Médico

source: Junior researcher
pt_br: Pesquisador júnior

source: Senior researcher
pt_br: Pesquisador sênior

source: Administrator
pt_br: Administrador

source: Cancel
pt_br: Cancelar

source: 404 Page Not Found
pt_br: 404 Página Não Encontrada

source: This page does not exist yet!
pt_br: Esta página ainda não existe!

source: Back
pt_br: Voltar

source: QDC site admin test
pt_br: QDC site admin teste

source: QDC administration
pt_br: Administração QDC

source: Access is not authorized
pt_br: Acesso não autorizado

source: Neuroscience Experiments System - NES
pt_br: Sistema de Experimentos de Neurociência - NES

source: Change password
pt_br: Alterar senha

source: Password change
pt_br: Alterar senha

source: Password must contain at least 8 characters, including at least one uppercase letter, digit or special character.
pt_br: Senha deve conter pelo menos 8 caracteres, incluindo ao menos uma letra maiúscula, dígito ou caractere especial.

source: Save
pt_br: Salvar

source: Thanks for spending some quality time with the Web site today.
pt_br: Obrigado por passar momentos de qualidade com o site hoje.

source: Log in again
pt_br: Faça login novamente

source: User
pt_br: Usuário

source: Password
pt_br: Senha

source: Login
pt_br: Fazer login

source: I forgot my password
pt_br: Esqueci minha senha

source: Hi, is everything ok? You are receiving this e-mail for password definition into your user account. Please, go to the next page and enter your password:
pt_br: Ola tudo bem? Você está recebendo este e-mail para definição de senha para sua conta de usuário. Por favor, vá para a seguinte página e entre com uma senha:

source: Your username: %(user.username)s Thank you for using our site! Neuromat Team.
pt_br: O seu nome de usuário: %(user.username)s Obrigado por usar o nosso site! Equipe Neuromat.

source: Your password was configured successfully. Access the system using your new credentials.
pt_br: Sua senha foi configurada com sucesso. Acesse o sistema utilizando suas novas credenciais.

source: Access
pt_br: Acessar

source: Reset password
pt_br: Redefinir senha

source: New password
pt_br: Nova senha

source: Confirm password
pt_br: Confirmar senha

source: Confirm
pt_br: Confirmar

source: Password reset failed.
pt_br: Redefinição de senha falhou.

source: Invalid link for password reset, possibly because this link has already been used previously. <br/> Please, request a new password reset.
pt_br: Link inválido para redefinição de senha, possivelmente porque este link ja foi usado anteriormente. <br/> Por favor, faça uma nova requisição de redefinição de senha.

source: We sent you a message with instructions to set up your password for the e-mail provided.
pt_br: Nós enviamos uma mensagem com instruções para configurar a sua senha para o endereço de e-mail informado.

source: You should receive it soon.
pt_br: Você deve recebê-lo em breve.

source: Thank you for using our site! NES Team.
pt_br: Obrigado por usar o nosso site! Equipe Neuromat.

source: Please enter your e-mail to receive instructions for password reset.
pt_br: Especifique seu e-mail para receber as instruções para redefinição de senha.

source: Password reset on %(site_name)s
pt_br: Alterar senha em %(site_name)s
