Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/custom_user/locale/*/LC_MESSAGES/djangojs.po
Languages: pt_br

source: Type first name
pt_br: Entre com o primeiro nome

source: Type last name
pt_br: Entre com o sobrenome

source: Type user name
pt_br: Entre com o nome de usuário

source: Type citation name
pt_br: Entre com nome para citação

source: Type password
pt_br: Entre com a senha

source: Type e-mail
pt_br: Entre com o email

source: E-mail is not registered
pt_br: Email não está registrado

source: Password must contain at least 8 characters, including at least one uppercase letter, digit or special character.
pt_br: Senha deve contar pelo menos 8 caracteres, incluindo ao menos 1 maiúsculo, digito ou caractere especial.

source: You have to choose at least one user profile!
pt_br: É necessário escolher pelo menos um perfil de usuário!

source: E-mail have to be filled!
pt_br: E-mail deve ser preenchido!

source: Please, correct the fields highlighted.
pt_br: Por favor, corrija os campos em destaque.

source: Your account for %s
pt_br: Conta de %s

source: User created successfully.
pt_br: Usuário criado com sucesso.

source: It was not possible to create user.
pt_br: Não foi possível criar o usuário.

source: This user name already exists.
pt_br: Esse nome de usuário já existe.

source: This username already exists in an disabled user.
pt_br: Esse nome de usuário já existe num usuário desabilitado.

source: User updated successfully.
pt_br: Usuário criado com sucesso.

source: User deleted successfully.
pt_br: Usuário deletado com sucesso.
