Repository: mcostat/nes
Catalog: patientregistrationsystem/qdc/custom_user/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Type first name
pt_br: Entrar primeiro nome

source: Type last name
pt_br: Entrar último nome

source: Type e-mail
pt_br: Entrar e-mail

source: Invalid e-mail
pt_br: E-mail inválido

source: Type user name
pt_br: Entrar nome do usuário

source: Username must start with a letter and contain only alphanumeric characters (5-30)
pt_br: Nome de usuário deve começar com uma letra e ter apenas caracteres alfanuméricos (5-30)

source: Type password
pt_br: Entrar senha

source: Password must contain at least a number and a lowercase letter (8-127)
pt_br: A senha deve conter pelo menos um número e uma letra minúscula

source: E-mail already registered
pt_br: E-mail já cadastrado

source: E-mail is not registered
pt_br: E-mail não cadastrado

source: Type citation name
pt_br: Entrar nome para citação

source: Only use letters and spaces
pt_br: Use apenas letras e espaços

source: No
pt_br: Não

source: Yes, a username and password must be configured
pt_br: Sim, um nome de usuário e uma senha devem ser configurados

source: Researchers and Institutions
pt_br: Pesquisadores e Instituições

source: New institution
pt_br: Nova instituição

source: Editing
pt_br: Edição

source: Institution
pt_br: Instituição

source: Name
pt_br: Nome

source: Acronym
pt_br: Acrônimo

source: Country
pt_br: País

source: Parent
pt_br: Pai

source: Delete institution
pt_br: Remover instituição

source: Save
pt_br: Salvar

source: Edit
pt_br: Editar

source: Cancel
pt_br: Cancelar

source: Back
pt_br: Voltar

source: Delete?
pt_br: Remover?

source: Are you sure you want to delete this institution?
pt_br: Tem certeza de que deseja excluir esta instituição?

source: Delete
pt_br: Remover

source: Researchers
pt_br: Pesquisadores

source: Show/Hide researchers
pt_br: Mostrar/Ocultar pesquisadores

source: Researcher
pt_br: Pesquisador

source: Username
pt_br: Usuário

source: Citation name
pt_br: Citação

source: Name not registered
pt_br: Nome não cadastrado

source: Insert new
pt_br: Inserir novo

source: Institutions
pt_br: Instituições

source: Show/Hide institutions
pt_br: Mostrar/Ocultar instituições

source: Visualize
pt_br: Visualizar

source: New
pt_br: Novo

source: Basic Information
pt_br: Informações Básicas

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: Can this researcher access the system?
pt_br: Este pesquisador pode acessar o sistema?

source: Password
pt_br: Senha

source: Please confirm password
pt_br: Confirmar senha

source: Update password
pt_br: Alterar senha

source: Profiles
pt_br: Perfis

source: In which these profiles does user identify?
pt_br: Em quais desses perfis o usuário se identifica?

source: Are you sure you want to delete this researcher?
pt_br: Tem certeza que deseja excluir este pesquisador?

source: Are you sure you want to deactivate this researcher's system access?
pt_br: Tem certeza que deseja desativar o acesso ao sistema deste pesquisador?

source: Deactivate
pt_br: Desativar

source: A researcher with this email address has already been registered before. Please contact your system administrator if you want to reactivate this account.
pt_br: Um pesquisador com este endereço de e-mail já foi registrado anteriormente. Entre em contato com o administrador do sistema caso queira reativar esta conta.

source: Researcher created successfully.
pt_br: Pesquisador criado com sucesso.

source: Researcher removed successfully.
pt_br: Pesquisador removido com sucesso.

source: Researcher updated successfully.
pt_br: Pesquisador atualizado com sucesso.

source: There is no changes to save.
pt_br: Não há alterações para salvar.

source: Researcher deleted successfully.
pt_br: Pesquisador removido com sucesso.

source: Researcher disabled successfully.
pt_br: Pesquisador desabilitado do sistema com sucesso.

source: Institution created successfully.
pt_br: Instituição criada com sucesso.

source: Information not saved.
pt_br: Informação não salva.

source: Action not available.
pt_br: Ação não disponível.

source: This institution cannot be removed because there are researchers associated with it.
pt_br: Esta instituição não pode ser removida porque existem pesquisadores associados a ela.

source: This institution cannot be removed because there is (are) other institution(s) associated with it.
pt_br: Esta instituição não pode ser removida porque há outra instituição associada a ela.

source: Institution removed successfully.
pt_br: Instituição removida com sucesso.

source: Institution updated successfully.
pt_br: Instituição atualizada com sucesso.
